{
  "filename": "How Daylight Saving Time Affects Health.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 10.56,
      "text": "Much of the United States springs forward on Sunday, March 9th for Daylight Saving Time."
    },
    {
      "start": 10.56,
      "end": 17.2,
      "text": "Worldwide, many other countries also observe Daylight Saving Time,"
    },
    {
      "start": 17.2,
      "end": 22.14,
      "text": "starting and ending on different dates."
    },
    {
      "start": 22.38,
      "end": 31.14,
      "text": "The time change can leave people tired and perhaps unhappy the next day."
    },
    {
      "start": 31.14,
      "end": 35.98,
      "text": "But it also might even harm health."
    },
    {
      "start": 35.98,
      "end": 46.54,
      "text": "Some studies have found an increase in heart attacks and strokes right after the March time change."
    },
    {
      "start": 46.54,
      "end": 53.02,
      "text": "However, there are ways to ease the effects of the time change,"
    },
    {
      "start": 53.02,
      "end": 57.5,
      "text": "including getting more sunshine."
    },
    {
      "start": 57.5,
      "end": 64.94,
      "text": "The light helps reset your circadian rhythm for healthful sleep."
    },
    {
      "start": 64.94,
      "end": 73.74,
      "text": "In the US, Daylight Saving Time begins Sunday at 2 o'clock in the morning."
    },
    {
      "start": 73.74,
      "end": 85.66,
      "text": "The time change will reverse on November 2nd, when clocks fall back as Daylight Saving Time ends."
    },
    {
      "start": 85.66,
      "end": 94.94,
      "text": "The state of Hawaii and most of the state of Arizona do not make the spring change."
    },
    {
      "start": 95.02,
      "end": 104.78,
      "text": "Those areas remain on standard time, along with Puerto Rico, American Samoa, Guam,"
    },
    {
      "start": 104.78,
      "end": 108.78,
      "text": "and the US Virgin Islands."
    },
    {
      "start": 108.78,
      "end": 118.22,
      "text": "Some people try to prepare for the change to Daylight Saving Time by going to bed a little earlier,"
    },
    {
      "start": 118.22,
      "end": 121.9,
      "text": "two or three nights ahead."
    },
    {
      "start": 121.98,
      "end": 131.58,
      "text": "But with a third of American adults already not getting the suggested seven hours of nightly sleep,"
    },
    {
      "start": 132.3,
      "end": 136.06,
      "text": "catching up can be difficult."
    },
    {
      "start": 136.06,
      "end": 145.5,
      "text": "The brain has a kind of clock that is set by exposure to sunlight and darkness."
    },
    {
      "start": 145.66,
      "end": 154.14,
      "text": "This clock, known as the circadian rhythm, is on a roughly 24-hour cycle."
    },
    {
      "start": 155.5,
      "end": 160.94,
      "text": "It governs when we become sleepy and when we are more wakeful."
    },
    {
      "start": 162.62,
      "end": 174.3,
      "text": "The rhythms change with age. This is one reason that early to rise young children turn into hard"
    },
    {
      "start": 174.3,
      "end": 184.94,
      "text": "to wake teenagers. Morning light resets the rhythm. By evening, levels of a hormone called"
    },
    {
      "start": 184.94,
      "end": 195.9,
      "text": "melatonin begin to increase, leading to tiredness. Too much light in the evening that extra hour"
    },
    {
      "start": 195.9,
      "end": 205.58,
      "text": "from Daylight Saving Time delays the melatonin increase. As a result, the cycle gets delayed."
    },
    {
      "start": 206.94,
      "end": 215.74,
      "text": "The circadian rhythm affects more than sleep. It also influences heart rate, blood pressure,"
    },
    {
      "start": 216.38,
      "end": 227.26,
      "text": "hormone releases and other systems. Sleep deprivation or lack of sleep is linked to heart disease,"
    },
    {
      "start": 227.9,
      "end": 237.82,
      "text": "weight conditions, problems with thinking and remembering, and more. Deadly car crash numbers"
    },
    {
      "start": 237.82,
      "end": 246.14,
      "text": "increase the first few days after the spring time change. A study of U.S. traffic deaths says,"
    },
    {
      "start": 247.42,
      "end": 257.1,
      "text": "the risk of crashes is highest in the morning it found. Researchers suggested sleep deprivation"
    },
    {
      "start": 257.1,
      "end": 267.1,
      "text": "might be responsible. The time change also has a link to the heart. The American Heart Association"
    },
    {
      "start": 267.66,
      "end": 276.94,
      "text": "points to studies that suggest an increase in heart attacks on the Monday after Daylight Saving Time"
    },
    {
      "start": 276.94,
      "end": 287.18,
      "text": "begins and in strokes for two days afterward. Doctors already know that heart attacks,"
    },
    {
      "start": 287.18,
      "end": 295.42,
      "text": "especially severe ones, are a bit more common on Mondays generally and in the morning."
    },
    {
      "start": 296.06,
      "end": 305.74,
      "text": "When blood is more likely to clot, researchers do not know why the time change would add to that"
    },
    {
      "start": 305.74,
      "end": 315.34,
      "text": "Monday connection, but it is possible the sudden circadian change influences other issues,"
    },
    {
      "start": 315.34,
      "end": 325.18,
      "text": "such as high blood pressure in people already at risk. To prepare for Daylight Saving Time,"
    },
    {
      "start": 325.18,
      "end": 336.86,
      "text": "experts offer some advice. Slowly move bedtimes about 15 or 20 minutes earlier for several nights"
    },
    {
      "start": 336.86,
      "end": 348.14,
      "text": "before the time change. Try to rise earlier the next morning too. Go outside for early morning"
    },
    {
      "start": 348.38,
      "end": 357.82,
      "text": "sunshine the first week of Daylight Saving Time. This is another way to help reset your body's"
    },
    {
      "start": 357.82,
      "end": 369.42,
      "text": "clock. Start daily activities like dinner or exercise a little earlier. This may help tell your"
    },
    {
      "start": 369.5,
      "end": 378.54,
      "text": "body to start getting used to the new conditions sleep experts suggest. Daytime sleeping,"
    },
    {
      "start": 379.26,
      "end": 389.9,
      "text": "the drug caffeine and light from phones and other electronic devices can make an earlier bed time"
    },
    {
      "start": 389.9,
      "end": 401.02,
      "text": "even harder. Americans have discussed ending Daylight Saving Time, but so far no official changes"
    },
    {
      "start": 401.02,
      "end": 410.94,
      "text": "have been made. Health groups such as the American Medical Association and American Academy of"
    },
    {
      "start": 411.42,
      "end": 421.98,
      "text": "Medicine believe it is time to end time changes. The groups suggest that staying with standard time"
    },
    {
      "start": 421.98,
      "end": 436.62,
      "text": "year round works better for human biology and sleep needs. I'm Katie Weaver."
    }
  ],
  "fullTranscript": "Much of the United States \"springs forward\" on Sunday, March 9th, for daylight saving time. Worldwide, many other countries also observe daylight saving time, starting and ending on different dates.\n\nThe time change can leave people tired and perhaps unhappy the next day. But it also might even harm health. Some studies have found an increase in heart attacks and strokes right after the March time change.\n\nHowever, there are ways to ease the effects of the time change, including getting more sunshine. The light helps reset your circadian rhythm for healthful sleep.\n\nWhen does daylight saving time start?\n\nIn the U.S., daylight saving time begins Sunday at 2:00 in the morning. The time change will reverse on November 2 when clocks \"fall back\" as daylight saving time ends.\n\nThe state of Hawaii and most of the state of Arizona do not make the spring change. Those areas remain on standard time along with Puerto Rico, American Samoa, Guam and the U.S. Virgin Islands.\n\nSome people try to prepare for the change to daylight saving time by going to bed a little earlier two or three nights ahead. But with a third of American adults already not getting the suggested seven hours of nightly sleep, catching up can be difficult.\n\nThe brain\n\nThe brain has a kind of clock that is set by exposure to sunlight and darkness. This clock, known as the circadian rhythm, is on a roughly 24-hour cycle. It governs when we become sleepy and when we are more wakeful. The rhythms change with age. This is one reason that early-to-rise young children turn into hard-to-wake teenagers.\n\nMorning light resets the rhythm. By evening, levels of a hormone called melatonin begin to increase, leading to tiredness. Too much light in the evening — that extra hour from daylight saving time — delays the melatonin increase. As a result, the cycle gets delayed.\n\nThe circadian rhythm affects more than sleep. It also influences heart rate, blood pressure, hormone releases and other systems.\n\nHealth effects\n\nSleep deprivation, or lack of sleep, is linked to heart disease, weight conditions, problems with thinking and remembering, and more.\n\nDeadly car crash numbers increase the first few days after the spring time change, a study of U.S. traffic deaths says. The risk of crashes is highest in the morning, it found. Researchers suggested sleep deprivation might be responsible.\n\nThe time change also has a link to the heart. The American Heart Association points to studies that suggest an increase in heart attacks on the Monday after daylight saving time begins, and in strokes for two days afterward.\n\nDoctors already know that heart attacks, especially severe ones, are a bit more common on Mondays generally — and in the morning, when blood is more likely to clot.\n\nResearchers do not know why the time change would add to that Monday connection. But it is possible the sudden circadian change influences other issues such as high blood pressure in people already at risk.\n\nPrepare for daylight saving time\n\nTo prepare for daylight saving time, experts offer some advice. Slowly move bedtimes about 15 or 20 minutes earlier for several nights before the time change. Try to rise earlier the next morning, too. Go outside for early morning sunshine the first week of daylight saving time. This is another way to help reset your body's clock. Start daily activities, like dinner or exercise, a little earlier. This may help tell your body to start getting used to the new conditions, sleep experts suggest.\n\nDaytime sleeping, the drug caffeine and light from phones and other electronic devices can make an earlier bedtime even harder.\n\nEnd daylight saving time?\n\nAmericans have discussed ending daylight saving time. But so far, no official changes have been made.\n\nHealth groups such as the American Medical Association and American Academy of Sleep Medicine believe it is time to end time changes. The groups suggest that staying with standard time year-round works better for human biology and sleep needs.\n\nI'm Caty Weaver.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "of the United States springs forward on Sunday, March 9th for Daylight Saving Time.",
      "answer": "Much",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "Much of the",
      "after": "States springs forward on Sunday, March 9th for Daylight Saving Time.",
      "answer": "United",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-0",
      "before": "",
      "after": "many other countries also observe Daylight Saving Time,",
      "answer": "Worldwide",
      "timestamp": 10.56,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-1",
      "before": "Worldwide,",
      "after": "other countries also observe Daylight Saving Time,",
      "answer": "many",
      "timestamp": 10.56,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "and ending on different dates.",
      "answer": "starting",
      "timestamp": 17.2,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "starting and",
      "after": "on different dates.",
      "answer": "ending",
      "timestamp": 17.2,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-0",
      "before": "The",
      "after": "change can leave people tired and perhaps unhappy the next day.",
      "answer": "time",
      "timestamp": 22.38,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "The time",
      "after": "can leave people tired and perhaps unhappy the next day.",
      "answer": "change",
      "timestamp": 22.38,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "But it",
      "after": "might even harm health.",
      "answer": "also",
      "timestamp": 31.14,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-1",
      "before": "But it also might",
      "after": "harm health.",
      "answer": "even",
      "timestamp": 31.14,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "",
      "after": "studies have found an increase in heart attacks and strokes right after the March time change.",
      "answer": "Some",
      "timestamp": 35.98,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-1",
      "before": "Some",
      "after": "have found an increase in heart attacks and strokes right after the March time change.",
      "answer": "studies",
      "timestamp": 35.98,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-0",
      "before": "",
      "after": "there are ways to ease the effects of the time change,",
      "answer": "However",
      "timestamp": 46.54,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "However,",
      "after": "are ways to ease the effects of the time change,",
      "answer": "there",
      "timestamp": 46.54,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-0",
      "before": "",
      "after": "getting more sunshine.",
      "answer": "including",
      "timestamp": 53.02,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-1",
      "before": "including",
      "after": "more sunshine.",
      "answer": "getting",
      "timestamp": 53.02,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "The",
      "after": "helps reset your circadian rhythm for healthful sleep.",
      "answer": "light",
      "timestamp": 57.5,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-1",
      "before": "The light",
      "after": "reset your circadian rhythm for healthful sleep.",
      "answer": "helps",
      "timestamp": 57.5,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-0",
      "before": "In the US,",
      "after": "Saving Time begins Sunday at 2 o'clock in the morning.",
      "answer": "Daylight",
      "timestamp": 64.94,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-1",
      "before": "",
      "after": "the US, Daylight Saving Time begins Sunday at 2 o'clock in the morning.",
      "answer": "In",
      "timestamp": 64.94,
      "difficulty": "hard"
    }
  ]
}