{
  "filename": "How Physical Therapists Can Prevent Future Health Problems.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 9.82,
      "text": "Many of us might only seek out physical therapists if we are recovering from accidental injuries"
    },
    {
      "start": 9.82,
      "end": 11.42,
      "text": "or surgery."
    },
    {
      "start": 11.42,
      "end": 20.16,
      "text": "However, medical experts say these specialists can also help prevent many health problems"
    },
    {
      "start": 20.16,
      "end": 24.24,
      "text": "if they are seen on a regular basis."
    },
    {
      "start": 24.24,
      "end": 31.6,
      "text": "One leader in the industry, Sharon Dunn, even calls physical therapists the best-kept"
    },
    {
      "start": 31.6,
      "end": 34.64,
      "text": "secret in health care."
    },
    {
      "start": 34.64,
      "end": 43.32,
      "text": "Dunn is the past president of the American Physical Therapy Association, APTA."
    },
    {
      "start": 43.32,
      "end": 50.72,
      "text": "She recently told the Associated Press she thinks people need to look at physical therapists"
    },
    {
      "start": 50.72,
      "end": 52.92,
      "text": "in a new way."
    },
    {
      "start": 52.92,
      "end": 61.56,
      "text": "As health practitioners, who can help identify possible medical issues before they appear."
    },
    {
      "start": 61.56,
      "end": 65.02,
      "text": "Other health experts share this opinion."
    },
    {
      "start": 65.02,
      "end": 73.92,
      "text": "They include Roger Her, the current president of the APTA, and Gaman Earhart of Washington"
    },
    {
      "start": 73.92,
      "end": 77.24,
      "text": "University in St. Louis."
    },
    {
      "start": 77.24,
      "end": 84.8,
      "text": "They both shared Dunn's prevention message in separate discussions with the AP."
    },
    {
      "start": 84.8,
      "end": 91.88,
      "text": "Earhart urges people to think about physical therapists just as they do dentists."
    },
    {
      "start": 91.88,
      "end": 97.88,
      "text": "Even if you're not having any problem, you go in and have everything checked out."
    },
    {
      "start": 97.88,
      "end": 106.08,
      "text": "She noted that such examinations could help find and deal with problems early."
    },
    {
      "start": 106.08,
      "end": 112.84,
      "text": "For example, an exam could include a patient's health history and current health, things"
    },
    {
      "start": 112.84,
      "end": 118.68,
      "text": "like physical activity, sleep, nutrition, and so on."
    },
    {
      "start": 118.68,
      "end": 123.8,
      "text": "This could be followed by a look at how a person is moving."
    },
    {
      "start": 123.8,
      "end": 131.48,
      "text": "Exams might uncover things like postural issues or unusual body movements."
    },
    {
      "start": 131.48,
      "end": 136.4,
      "text": "Ear is a big supporter of yearly wellness visits."
    },
    {
      "start": 136.4,
      "end": 143.92,
      "text": "He told the AP he believes physical therapists can be helpful for all kinds of people, the"
    },
    {
      "start": 143.92,
      "end": 151.2,
      "text": "young, athletes, or anyone who wants to be as independent as possible."
    },
    {
      "start": 151.2,
      "end": 158.6,
      "text": "In the United States, you can now visit a physical therapist in all 50 states without needing"
    },
    {
      "start": 158.6,
      "end": 162.16,
      "text": "permission from a doctor or surgeon."
    },
    {
      "start": 162.16,
      "end": 170.16,
      "text": "However, a yearly exam might not be covered by a person's health insurance."
    },
    {
      "start": 170.16,
      "end": 174.8,
      "text": "This could prevent some from seeking out care."
    },
    {
      "start": 174.8,
      "end": 185.32,
      "text": "Earhart estimated such a visit in areas across the U.S. Midwest might cost around $150."
    },
    {
      "start": 185.32,
      "end": 193.8,
      "text": "Ear suggested a cost of $200 to $300 in more costly areas."
    },
    {
      "start": 193.8,
      "end": 202.2,
      "text": "But both experts said that in the long run such exams might save money and can add healthy"
    },
    {
      "start": 202.2,
      "end": 203.72,
      "text": "years."
    },
    {
      "start": 203.72,
      "end": 210.36,
      "text": "I think if people understood more that the way they move might be setting them up for"
    },
    {
      "start": 210.36,
      "end": 217.56,
      "text": "a problem down the line, they'd be much more inclined to see a physical therapist."
    },
    {
      "start": 217.56,
      "end": 219.56,
      "text": "Earhart said,"
    },
    {
      "start": 219.56,
      "end": 222.08,
      "text": "We are all built differently."
    },
    {
      "start": 222.08,
      "end": 227.84,
      "text": "So it might be useful to examine children early to see what sports or activities might"
    },
    {
      "start": 227.84,
      "end": 229.92,
      "text": "be good for them."
    },
    {
      "start": 229.92,
      "end": 233.96,
      "text": "Physical therapists can carry out such early exams."
    },
    {
      "start": 233.96,
      "end": 234.96,
      "text": "Earhart said,"
    },
    {
      "start": 235.36,
      "end": 239.28,
      "text": "If we screened kids as they were choosing sports and said,"
    },
    {
      "start": 239.28,
      "end": 245.08,
      "text": "This sport is probably not the right kind of stress for the way you are put together."
    },
    {
      "start": 245.08,
      "end": 249.96,
      "text": "It could save a lot of pain and problems down the line."
    },
    {
      "start": 249.96,
      "end": 252.12,
      "text": "She added about children."
    },
    {
      "start": 252.12,
      "end": 255.4,
      "text": "Maybe they don't have the hips for ballet."
    },
    {
      "start": 255.4,
      "end": 258.64,
      "text": "Distance runners could also think this way."
    },
    {
      "start": 258.64,
      "end": 264.92,
      "text": "Some are built to avoid injuries despite running many kilometers, while others are not."
    },
    {
      "start": 265.4,
      "end": 272.04,
      "text": "Exams by physical therapists could help identify future problems."
    },
    {
      "start": 272.04,
      "end": 279.0,
      "text": "Another area where physical therapists can help is with fall prevention."
    },
    {
      "start": 279.0,
      "end": 288.12,
      "text": "Falling and the fear of falling can be major issues, especially for the aging population."
    },
    {
      "start": 288.12,
      "end": 294.28,
      "text": "You want to show people they can get back up if they fall, her said."
    },
    {
      "start": 294.28,
      "end": 301.28,
      "text": "And once they know they can do it, it gives them confidence, and it can help reduce the"
    },
    {
      "start": 301.28,
      "end": 303.56,
      "text": "fear of falling."
    },
    {
      "start": 303.56,
      "end": 304.88,
      "text": "He added,"
    },
    {
      "start": 304.88,
      "end": 312.04,
      "text": "One of the risks of falling is that people don't do anything, so you don't move and therefore"
    },
    {
      "start": 312.04,
      "end": 315.52,
      "text": "you become more out of shape."
    },
    {
      "start": 315.52,
      "end": 324.16,
      "text": "Earhart said one example could be to introduce exercises involving floor to stand movements."
    },
    {
      "start": 324.16,
      "end": 332.32,
      "text": "These can help improve flexibility, strength, balance, coordination, and planning."
    },
    {
      "start": 332.32,
      "end": 339.56,
      "text": "It sounds simple getting up from a lying position on the floor to stand, her said."
    },
    {
      "start": 339.56,
      "end": 344.24,
      "text": "But it's a great exercise for all age groups."
    },
    {
      "start": 344.24,
      "end": 351.52,
      "text": "Earhart estimated about half of physical therapy patients seek help to deal with issues related"
    },
    {
      "start": 351.52,
      "end": 354.08,
      "text": "to being overweight."
    },
    {
      "start": 354.08,
      "end": 361.48,
      "text": "The more weight somebody is carrying, the higher the loads are on their joints, she said."
    },
    {
      "start": 361.48,
      "end": 367.92,
      "text": "Her said he had watched extremely overweight patients successfully lose large amounts"
    },
    {
      "start": 367.92,
      "end": 369.64,
      "text": "of weight."
    },
    {
      "start": 369.64,
      "end": 376.56,
      "text": "He noted that some of these individuals are motivated for a specific reason."
    },
    {
      "start": 376.56,
      "end": 381.6,
      "text": "But for others, it is not always that clear and easy."
    },
    {
      "start": 381.6,
      "end": 389.08,
      "text": "I have seen people change based on a milestone, like having a kid and they really want to be"
    },
    {
      "start": 389.08,
      "end": 392.16,
      "text": "a good parent, her said."
    },
    {
      "start": 392.16,
      "end": 399.56,
      "text": "They want to be a fit parent and the same thing with a grand parent, so that motivates people"
    },
    {
      "start": 399.56,
      "end": 404.4,
      "text": "to engage because of a lifestyle change."
    },
    {
      "start": 404.4,
      "end": 406.44,
      "text": "I'm John Russell."
    },
    {
      "start": 406.44,
      "end": 407.84,
      "text": "And I'm Jill Robbins."
    }
  ],
  "fullTranscript": "Many of us might only seek out physical therapists if we are recovering from accidental injuries or surgery. However, medical experts say these specialists can also help prevent many health problems if they are seen on a regular basis.\n\nOne leader in the industry, Sharon Dunn, even calls physical therapists \"the best-kept secret in health care.\" Dunn is the past president of the American Physical Therapy Association (APTA).\n\nShe recently told The Associated Press she thinks people need to look at physical therapists in a new way – as health practitioners who can help identify possible medical issues before they appear.\n\nOther health experts share this opinion. They include Roger Herr, the current president of the APTA, and Gammon Earhart of Washington University in St. Louis. They both shared Dunn's prevention message in separate discussions with the AP.\n\nFollow the example of dental care\n\nEarhart urges people to think about physical therapists just as they do dentists. \"Even if you're not having any problem, you go in and have everything checked out.\" She noted that such examinations could help find and deal with problems early.\n\nFor example, an exam could include a patient's health history and current health – things like physical activity, sleep, nutrition, and so on. This could be followed by a look at how a person is moving. Exams might uncover things like postural issues or unusual body movements.\n\nHerr is a big supporter of yearly wellness visits. He told the AP he believes physical therapists can be helpful for all kinds of people – the young, athletes, or anyone who wants to be as \"independent as possible.\"\n\nThink prevention\n\nIn the United States, you can now visit a physical therapist in all 50 states without needing permission from a doctor or surgeon.\n\nHowever, a yearly exam might not be covered by a person's health insurance. This could prevent some from seeking out care.\n\nEarhart estimated such a visit in areas across the U.S. Midwest might cost around $150. Herr suggested a cost of $200-$300 in more costly areas. But both experts said that in the long run, such exams might save money and can add healthy years.\n\n\"I think if people understood more that the way they move might be setting them up for a problem down the line, they'd be much more inclined to see a physical therapist,\" Earhart said.\n\nThe hips for ballet — or not\n\nWe are all built differently. So, it might be useful to examine children early to see what sports or activities might be good for them. Physical therapists can carry out such early exams.\n\nEarhart said, \"If we screened kids as they were choosing sports and said this sport is probably not the right kind of stress for the way you are put together, it could save a lot pain and problems down the line.\" She added about children, \"Maybe they don't have the hips for ballet.\"\n\nDistance runners could also think this way. Some are built to avoid injuries despite running many kilometers while others are not. Exams by physical therapists could help identify future problems.\n\nFear of falling and issues with weight\n\nAnother area where physical therapists can help is with fall prevention. Falling – and the fear of falling – can be major issues, especially for the aging population.\n\n\"You want to show people they can get back up if they fall,\" Herr said. \"And once they know they can do it, it gives them confidence and it can help reduce the fear of falling.\"\n\nHe added, \"One of the risks of falling is that people don't do anything, so you don't move and therefore you become more out of shape...\"\n\nHerr said one example could be to introduce exercises involving \"floor to stand\" movements. These can help improve flexibility, strength, balance, coordination, and planning.\n\n\"It sounds simple getting up from a lying position on the floor to stand,\" Herr said. \"But it's a great exercise for all age groups.\"\n\nEarhart estimated about half of physical therapy patients seek help to deal with issues related to being overweight. \"The more weight somebody is carrying the higher the loads are on their joints,\" she said.\n\nHerr said he had watched extremely overweight patients successfully lose large amounts of weight. He noted that some of these individuals are motivated for a specific reason. But for others, it is not always that clear and easy.\n\n\"I have seen people change based on a milestone, like having a kid and they really want to be a good parent,\" Herr said. \"They want to be a fit parent, and the same thing with a grandparent. So that motivates people to engage because of a lifestyle change.\"\n\nI'm John Russell. And I'm Jill Robbins.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "of us might only seek out physical therapists if we are recovering from accidental injuries",
      "answer": "Many",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "Many of us might",
      "after": "seek out physical therapists if we are recovering from accidental injuries",
      "answer": "only",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "medical experts say these specialists can also help prevent many health problems",
      "answer": "However",
      "timestamp": 11.42,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "However,",
      "after": "experts say these specialists can also help prevent many health problems",
      "answer": "medical",
      "timestamp": 11.42,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-0",
      "before": "if they are",
      "after": "on a regular basis.",
      "answer": "seen",
      "timestamp": 20.16,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "if they are seen on",
      "after": "regular basis.",
      "answer": "a",
      "timestamp": 20.16,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "One",
      "after": "in the industry, Sharon Dunn, even calls physical therapists the best-kept",
      "answer": "leader",
      "timestamp": 24.24,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-1",
      "before": "One leader",
      "after": "the industry, Sharon Dunn, even calls physical therapists the best-kept",
      "answer": "in",
      "timestamp": 24.24,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "",
      "after": "in health care.",
      "answer": "secret",
      "timestamp": 31.6,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-1",
      "before": "secret in",
      "after": "care.",
      "answer": "health",
      "timestamp": 31.6,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-0",
      "before": "",
      "after": "is the past president of the American Physical Therapy Association, APTA.",
      "answer": "Dunn",
      "timestamp": 34.64,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "Dunn is the",
      "after": "president of the American Physical Therapy Association, APTA.",
      "answer": "past",
      "timestamp": 34.64,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-0",
      "before": "She",
      "after": "told the Associated Press she thinks people need to look at physical therapists",
      "answer": "recently",
      "timestamp": 43.32,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-1",
      "before": "She recently",
      "after": "the Associated Press she thinks people need to look at physical therapists",
      "answer": "told",
      "timestamp": 43.32,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-0",
      "before": "in a",
      "after": "way.",
      "answer": "new",
      "timestamp": 50.72,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-0",
      "before": "As",
      "after": "practitioners, who can help identify possible medical issues before they appear.",
      "answer": "health",
      "timestamp": 52.92,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-1",
      "before": "As health",
      "after": "who can help identify possible medical issues before they appear.",
      "answer": "practitioners",
      "timestamp": 52.92,
      "difficulty": "hard"
    },
    {
      "id": "gap-10-0",
      "before": "",
      "after": "health experts share this opinion.",
      "answer": "Other",
      "timestamp": 61.56,
      "difficulty": "hard"
    },
    {
      "id": "gap-10-1",
      "before": "Other",
      "after": "experts share this opinion.",
      "answer": "health",
      "timestamp": 61.56,
      "difficulty": "easy"
    },
    {
      "id": "gap-11-0",
      "before": "They",
      "after": "Roger Her, the current president of the APTA, and Gaman Earhart of Washington",
      "answer": "include",
      "timestamp": 65.02,
      "difficulty": "hard"
    }
  ]
}