{
  "filename": "New Flowering Plants for Gardeners to Try.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 9.36,
      "text": "If you are a gardener, you probably have some favorite plants that you grow year after year."
    },
    {
      "start": 10.4,
      "end": 15.44,
      "text": "But you might also like to try new plants sometimes."
    },
    {
      "start": 16.96,
      "end": 24.16,
      "text": "Gardening expert Jessica Demiano recently reported for the associated press,"
    },
    {
      "start": 24.72,
      "end": 31.6,
      "text": "about one way to find new plants that might appeal to growers."
    },
    {
      "start": 32.88,
      "end": 42.48,
      "text": "Each year, the independent non-profit organization, all America selections, or AAS,"
    },
    {
      "start": 43.12,
      "end": 51.84,
      "text": "enlists more than 80 horticultural professionals from around the United States and Canada"
    },
    {
      "start": 52.48,
      "end": 62.88,
      "text": "to serve as plant trial judges. Today, we share newly developed flowering plants"
    },
    {
      "start": 62.88,
      "end": 66.72,
      "text": "meant to improve the appearance of your garden."
    },
    {
      "start": 68.56,
      "end": 77.84,
      "text": "Salosia flama pink is an upright flowering plant. This pink variety is the latest"
    },
    {
      "start": 77.84,
      "end": 88.08,
      "text": "introduction in the flama salosia series. It is a small, easy-to-grill salosia, noted for strong"
    },
    {
      "start": 88.08,
      "end": 98.24,
      "text": "blooming and vibrant, long-lasting flowers. Judges praised its good performance even in hot and"
    },
    {
      "start": 98.24,
      "end": 106.24,
      "text": "humid weather. It also lasts a long time in a container after it is cut."
    },
    {
      "start": 106.48,
      "end": 118.08,
      "text": "The plant is bred by Clover Seed Company. Vinka's sphere polkadot is a flat, wide-petaled flower."
    },
    {
      "start": 119.28,
      "end": 129.2,
      "text": "Judges call this vinka variety resilient and beautiful. With a naturally tightly grouped,"
    },
    {
      "start": 129.2,
      "end": 134.0,
      "text": "rounded appearance, the plant blooms throughout the summer."
    },
    {
      "start": 135.28,
      "end": 144.08,
      "text": "It grows well in hot, dry conditions and has good disease resistance and durability"
    },
    {
      "start": 144.08,
      "end": 151.44,
      "text": "against heavy rain and storms. It is bred by Meoshi and Company."
    },
    {
      "start": 151.84,
      "end": 160.16,
      "text": "Zinia Crestar Mix combines the best-crested zinias in one seed pack."
    },
    {
      "start": 161.36,
      "end": 171.92,
      "text": "The pink, orange, red, white, peach, and yellow flower blends well for mass plantings and"
    },
    {
      "start": 171.92,
      "end": 180.8,
      "text": "succession sowing. Succession sowing means growing several plants that bloom in different"
    },
    {
      "start": 180.8,
      "end": 191.76,
      "text": "seasons in your garden. Zinia Crestar Mix can also provide a continuous supply of cut flowers"
    },
    {
      "start": 191.76,
      "end": 201.68,
      "text": "during summer. The sun-loving plants also tolerate heat and humidity well in the trials."
    },
    {
      "start": 201.76,
      "end": 205.44,
      "text": "It is bred by Takai Europe."
    },
    {
      "start": 207.04,
      "end": 216.8,
      "text": "Dalya Black Forest Ruby has Ruby Red Flowers that show up nicely against dark colored leads."
    },
    {
      "start": 218.16,
      "end": 224.64,
      "text": "The disease-resistant plant impressed judges with its overall durability."
    },
    {
      "start": 225.6,
      "end": 229.12,
      "text": "It was bred by Takai Europe BV."
    },
    {
      "start": 230.8,
      "end": 238.08,
      "text": "Dianthus Inter-specific Capitan Magnifica is a new Dianthus plant."
    },
    {
      "start": 239.36,
      "end": 243.52,
      "text": "It thrived through the test gardens summer heat."
    },
    {
      "start": 244.72,
      "end": 252.08,
      "text": "Its pink flowers that grow on long stems can be used as cut flowers."
    },
    {
      "start": 252.48,
      "end": 263.04,
      "text": "Cutting the plants back after their first bloom can result in strong new growth and better flower"
    },
    {
      "start": 263.04,
      "end": 268.96,
      "text": "production. This Dianthus was bred by Selector 1."
    },
    {
      "start": 270.64,
      "end": 279.2,
      "text": "Marygold Mango Tango is a Marygold that has two colored blooms, yellow and red."
    },
    {
      "start": 279.52,
      "end": 287.36,
      "text": "The small strong plants provide non-stop color over an extended season."
    },
    {
      "start": 288.4,
      "end": 297.44,
      "text": "The variety was honored by European judges. It can be used for plantings in garden borders"
    },
    {
      "start": 297.44,
      "end": 304.8,
      "text": "and in containers. Ernst Bimmeri of America bred this variety."
    },
    {
      "start": 305.28,
      "end": 317.68,
      "text": "Nestersham Baby Gold Nestersham Baby Red and Nestersham Baby Yellow were also praised by European judges."
    },
    {
      "start": 319.2,
      "end": 329.68,
      "text": "These new small Nestershams produce golden yellow, rich red and soft yellow flowers that look"
    },
    {
      "start": 329.68,
      "end": 338.64,
      "text": "pleasing next to their dark green leaves. The judges praised their uniformly small appearance."
    },
    {
      "start": 339.76,
      "end": 343.52,
      "text": "Takai Europe BV bred these flowers."
    },
    {
      "start": 345.12,
      "end": 351.36,
      "text": "Petunia Deco Max Pink is easy to grow and grows quickly."
    },
    {
      "start": 352.56,
      "end": 358.8,
      "text": "These spreading flat blooms excited the judges during summer trials."
    },
    {
      "start": 360.08,
      "end": 369.04,
      "text": "Flowers covered the plants throughout the season and held up well against heavy rain and bad weather."
    },
    {
      "start": 370.24,
      "end": 373.44,
      "text": "It was bred by Singenta Flowers."
    },
    {
      "start": 375.12,
      "end": 383.36,
      "text": "Petunia Shake Raspberry F1 has been compared to a blended Raspberry milkshake"
    },
    {
      "start": 384.08,
      "end": 391.2,
      "text": "swirled with lemon lime green sorbet on a superior performing petunia."
    },
    {
      "start": 392.64,
      "end": 398.88,
      "text": "This flower resisted heat and provided colorful blooms all season."
    },
    {
      "start": 399.92,
      "end": 403.36,
      "text": "It was bred by Hem Genetics PV."
    },
    {
      "start": 404.16,
      "end": 412.32,
      "text": "Snapped dragon double shot yellow red heart F1 smells like sweet candy."
    },
    {
      "start": 413.44,
      "end": 417.92,
      "text": "It bloomed earlier than similar varieties in the trials."
    },
    {
      "start": 419.36,
      "end": 428.24,
      "text": "Trial judges noted its healthy, strong growth, long-lasting flowers, and good heat tolerance."
    },
    {
      "start": 428.4,
      "end": 432.64,
      "text": "Hem Genetics also bred this variety."
    },
    {
      "start": 434.08,
      "end": 445.28,
      "text": "And finally, Zinia Zydeco Fire is a disease-resistant Zinia variety that is fiery orange colored"
    },
    {
      "start": 445.28,
      "end": 456.16,
      "text": "with strong stems. Judges found its flowers to be larger and more resilient than those of similar"
    },
    {
      "start": 456.16,
      "end": 467.52,
      "text": "plants. Singenta Flowers bred this variety as well. We hope this list provides you with ideas"
    },
    {
      "start": 467.52,
      "end": 480.32,
      "text": "for your garden planting wherever you are. I'm Katie Weaver."
    }
  ],
  "fullTranscript": "If you are a gardener, you probably have some favorite plants that you grow year after year. But you might also like to try new plants sometimes.\n\nGardening expert Jessica Damiano recently reported for the Associated Press about one way to find new plants that might appeal to growers.\n\nEach year, the independent, nonprofit organization All-America Selections (AAS) enlists more than 80 horticultural professionals from around the United States and Canada to serve as plant-trial judges.\n\nToday, we share newly developed flowering plants meant to improve the appearance of your garden.\n\nPlants for a beautiful garden\n\nCelosia Flamma Pink is an upright flowering plant.\n\nThis pink variety is the latest introduction in the Flamma Celosia series. It is a small, easy-to-grow celosia noted for strong blooming and vibrant, long-lasting flowers.\n\nJudges praised its good performance even in hot and humid weather. It also lasts a long time in a container after it is cut. The plant is bred by Clover Seed Company.\n\nVinca Sphere Polkadot is a flat wide-petaled flower.\n\nJudges called this vinca variety resilient and beautiful. With a naturally tightly grouped, rounded appearance, the plant blooms throughout the summer. It grows well in hot, dry conditions and has good disease resistance and durability against heavy rain and storms. It is bred by Miyoshi & Co.\n\nZinnia Crestar Mix combines \"the best\" crested zinnias in one seed pack. The pink, orange, red, white, peach and yellow flower blends well for mass plantings and succession sowing. Succession sowing means growing several plants that bloom in different seasons in your garden. Zinnia Crestar Mix can also provide a continuous supply of cut flowers during summer. The sun-loving plants also tolerated heat and humidity well in the trials. It is bred by Takii Europe.\n\nDahlia Black Forest Ruby has ruby-red flowers that show up nicely against dark-colored leaves. The disease-resistant plant impressed judges with its overall durability. It was bred by Takii Europe B.V.\n\nDianthus Interspecific Capitán Magnifica is a new dianthus plant. It thrived through the test gardens' summer heat. Its pink flowers, that grow on long stems, can be used as cut flowers. Cutting the plants back after their first bloom can result in strong new growth and better flower production. This dianthus was bred by Selecta One.\n\nMarigold Mango Tango is a marigold that has two-colored blooms: yellow and red. The small, strong plants provide nonstop color over an extended season. The variety was honored by European judges. It can be used for plantings in garden borders and in containers. Ernst Benary of America bred this variety.\n\nNasturtium Baby Gold, Nasturtium Baby Red, and Nasturtium Baby Yellow were also praised by European judges.\n\nThese new, small nasturtiums produce golden-yellow, rich red and soft yellow flowers that look pleasing next to their dark-green leaves. The judges praised their uniformly small appearance. Takii Europe BV bred these flowers.\n\nPetunia Dekko Maxx Pink is easy to grow and grows quickly.\n\nThese spreading, flat blooms excited the judges during summer trials. Flowers covered the plants throughout the season and held up well against heavy rain and bad weather. It was bred by Syngenta Flowers.\n\nPetunia Shake Raspberry F1 has been compared to \"a blended raspberry milkshake swirled with lemon-lime green sorbet on a superior-performing petunia.\" This flower resisted heat and provided colorful blooms all season. It was bred by Hem Genetics BV.\n\nSnapdragon DoubleShot Yellow Red Heart F1 smells like sweet candy. It bloomed earlier than similar varieties in the trials. Trial judges noted its healthy, strong growth, long-lasting flowers, and good heat tolerance. Hem Genetics also bred this variety.\n\nAnd finally, Zinnia Zydeco Fire is a disease-resistant zinnia variety that is fiery orange colored with strong stems. Judges found its flowers to be larger and more resilient than those of similar plants. Syngenta Flowers bred this variety as well.\n\nWe hope this list provides you with ideas for your garden planting wherever you are.\n\nI'm Caty Weaver.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "If you are",
      "after": "gardener, you probably have some favorite plants that you grow year after year.",
      "answer": "a",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-0-1",
      "before": "If you are",
      "after": "gardener, you probably have some favorite plants that you grow year after year.",
      "answer": "a",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-0",
      "before": "But you might",
      "after": "like to try new plants sometimes.",
      "answer": "also",
      "timestamp": 10.4,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-1",
      "before": "But you might also",
      "after": "to try new plants sometimes.",
      "answer": "like",
      "timestamp": 10.4,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "expert Jessica Demiano recently reported for the associated press,",
      "answer": "Gardening",
      "timestamp": 16.96,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "Gardening",
      "after": "Jessica Demiano recently reported for the associated press,",
      "answer": "expert",
      "timestamp": 16.96,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-0",
      "before": "",
      "after": "one way to find new plants that might appeal to growers.",
      "answer": "about",
      "timestamp": 24.72,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "about one way to",
      "after": "new plants that might appeal to growers.",
      "answer": "find",
      "timestamp": 24.72,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "",
      "after": "year, the independent non-profit organization, all America selections, or AAS,",
      "answer": "Each",
      "timestamp": 32.88,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-1",
      "before": "Each",
      "after": "the independent non-profit organization, all America selections, or AAS,",
      "answer": "year",
      "timestamp": 32.88,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "",
      "after": "more than 80 horticultural professionals from around the United States and Canada",
      "answer": "enlists",
      "timestamp": 43.12,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-1",
      "before": "enlists",
      "after": "than 80 horticultural professionals from around the United States and Canada",
      "answer": "more",
      "timestamp": 43.12,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-0",
      "before": "to",
      "after": "as plant trial judges. Today, we share newly developed flowering plants",
      "answer": "serve",
      "timestamp": 52.48,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-1",
      "before": "to serve as",
      "after": "trial judges. Today, we share newly developed flowering plants",
      "answer": "plant",
      "timestamp": 52.48,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-0",
      "before": "",
      "after": "to improve the appearance of your garden.",
      "answer": "meant",
      "timestamp": 62.88,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-1",
      "before": "meant to",
      "after": "the appearance of your garden.",
      "answer": "improve",
      "timestamp": 62.88,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "",
      "after": "flama pink is an upright flowering plant. This pink variety is the latest",
      "answer": "Salosia",
      "timestamp": 68.56,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-1",
      "before": "Salosia",
      "after": "pink is an upright flowering plant. This pink variety is the latest",
      "answer": "flama",
      "timestamp": 68.56,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-0",
      "before": "",
      "after": "in the flama salosia series. It is a small, easy-to-grill salosia, noted for strong",
      "answer": "introduction",
      "timestamp": 77.84,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-1",
      "before": "introduction in the",
      "after": "salosia series. It is a small, easy-to-grill salosia, noted for strong",
      "answer": "flama",
      "timestamp": 77.84,
      "difficulty": "easy"
    }
  ]
}