{
  "filename": "Rise in ADHD Cases Raises Questions.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 3.92,
      "text": "Allison Burke's daughter was struggling."
    },
    {
      "start": 3.92,
      "end": 12.28,
      "text": "The American teenager had uncontrolled emotions, a decreased ability to pay attention, and"
    },
    {
      "start": 12.28,
      "end": 16.08,
      "text": "trouble completing work on time."
    },
    {
      "start": 16.08,
      "end": 26.84,
      "text": "A family doctor suggested testing for attention deficit hyperactivity disorder, or ADHD."
    },
    {
      "start": 26.84,
      "end": 30.88,
      "text": "This led to an unexpected discovery."
    },
    {
      "start": 30.88,
      "end": 37.72,
      "text": "The teen had ADHD, and her mother, Allison Burke, did too."
    },
    {
      "start": 37.72,
      "end": 43.56,
      "text": "During her daughter's testing, Burke thought, wait a minute, this sounds familiar."
    },
    {
      "start": 43.56,
      "end": 50.24,
      "text": "I was able to piece together that this might be something I was experiencing, said Burke,"
    },
    {
      "start": 50.24,
      "end": 53.8,
      "text": "who lives in Columbus, Ohio."
    },
    {
      "start": 53.8,
      "end": 63.44,
      "text": "She sought testing for herself, and was diagnosed with ADHD at 42 years old."
    },
    {
      "start": 63.44,
      "end": 69.12,
      "text": "More adults are being diagnosed with ADHD."
    },
    {
      "start": 69.12,
      "end": 75.84,
      "text": "Diagnoses have been rising for at least 20 years, but seem to have increased sharply"
    },
    {
      "start": 75.84,
      "end": 79.52,
      "text": "in the last few years."
    },
    {
      "start": 79.52,
      "end": 87.12,
      "text": "A recent government study suggested that more than 15 million adults in the United States,"
    },
    {
      "start": 87.12,
      "end": 93.28,
      "text": "about one in 17, have been diagnosed with ADHD."
    },
    {
      "start": 93.28,
      "end": 101.96,
      "text": "The condition starts in childhood, but about half of adults with ADHD are diagnosed when"
    },
    {
      "start": 101.96,
      "end": 106.12,
      "text": "they are 18 or older."
    },
    {
      "start": 106.12,
      "end": 114.72,
      "text": "Some doctors say the number of people seeking ADHD testing is sharply increasing."
    },
    {
      "start": 114.72,
      "end": 121.84,
      "text": "Just in our clinic, requests for assessments have doubled in the last two years, said Justin"
    },
    {
      "start": 121.84,
      "end": 123.92,
      "text": "Barterian."
    },
    {
      "start": 123.92,
      "end": 129.6,
      "text": "He is a psychologist based at Ohio State University."
    },
    {
      "start": 130.4,
      "end": 137.8,
      "text": "ADHD makes it hard for people to pay attention and control their behaviors."
    },
    {
      "start": 137.8,
      "end": 141.04,
      "text": "The disorder can be genetic."
    },
    {
      "start": 141.04,
      "end": 147.04,
      "text": "Doctors often treat the disorder with drugs, behavioral therapy, or both."
    },
    {
      "start": 147.04,
      "end": 154.16,
      "text": "Judy Sandler is 62 years old, and lives in the US state of Maine."
    },
    {
      "start": 154.16,
      "end": 157.68,
      "text": "She was diagnosed in her 50s."
    },
    {
      "start": 157.68,
      "end": 163.12,
      "text": "Sandler describes what ADHD feels like for her."
    },
    {
      "start": 163.12,
      "end": 168.28,
      "text": "It's like there's an engine in you, and you feel like it's always running, and you"
    },
    {
      "start": 168.28,
      "end": 173.96,
      "text": "can't turn it off except with medication, Sandler said."
    },
    {
      "start": 173.96,
      "end": 182.48,
      "text": "ADHD has been called the most commonly diagnosed mental health disorder in American children."
    },
    {
      "start": 182.48,
      "end": 188.4,
      "text": "More than 7 million children in the US have been diagnosed."
    },
    {
      "start": 188.4,
      "end": 195.8,
      "text": "The disorder was once thought to be something that resolved as children became adults."
    },
    {
      "start": 195.8,
      "end": 203.28,
      "text": "But now, experts say they believe that many people are not diagnosed as kids, and that"
    },
    {
      "start": 203.28,
      "end": 207.76,
      "text": "the disorder continues into adulthood."
    },
    {
      "start": 207.76,
      "end": 213.88,
      "text": "Disappearance with the condition talk about having trouble focusing on immediate responsibilities"
    },
    {
      "start": 213.88,
      "end": 217.12,
      "text": "and planning their time."
    },
    {
      "start": 217.12,
      "end": 222.88,
      "text": "Some say the disorder has led to problems in their personal relationships."
    },
    {
      "start": 222.88,
      "end": 228.52,
      "text": "Diagnoses have been increasing in both kids and adults."
    },
    {
      "start": 228.52,
      "end": 236.6,
      "text": "The recent government report, also found adult ADHD, was more common than earlier estimates"
    },
    {
      "start": 236.6,
      "end": 240.0,
      "text": "had suggested."
    },
    {
      "start": 240.0,
      "end": 249.28,
      "text": "We haven't had federal adult ADHD data in a long time, said Angelika Klausen."
    },
    {
      "start": 249.28,
      "end": 256.92,
      "text": "The US Centers for Disease Control and Prevention Researcher was one of the study's writers."
    },
    {
      "start": 256.92,
      "end": 261.2,
      "text": "There were signs of the rise she added."
    },
    {
      "start": 261.2,
      "end": 268.72,
      "text": "According demand for ADHD medication, led to severe shortages after the COVID-19 pandemic"
    },
    {
      "start": 268.72,
      "end": 271.72,
      "text": "hit in March 2020."
    },
    {
      "start": 271.72,
      "end": 280.12,
      "text": "A 2023 study showed the rise in prescriptions or doctor's orders for such medication was"
    },
    {
      "start": 280.12,
      "end": 285.68,
      "text": "notable in adults, especially among women."
    },
    {
      "start": 285.68,
      "end": 292.0,
      "text": "ADHD diagnoses and medication were increasing before the pandemic."
    },
    {
      "start": 292.0,
      "end": 299.48,
      "text": "This is partly because of a change in general diagnostic measures in 2013."
    },
    {
      "start": 299.48,
      "end": 308.76,
      "text": "Those changes expanded the definition of ADHD and reduced the number of signs or symptoms"
    },
    {
      "start": 308.76,
      "end": 312.4,
      "text": "required for diagnosis."
    },
    {
      "start": 312.4,
      "end": 320.92,
      "text": "It cases really seemed to increase in 2020, when schools closed and many adults were forced"
    },
    {
      "start": 320.92,
      "end": 323.64,
      "text": "to work from home."
    },
    {
      "start": 323.64,
      "end": 330.36,
      "text": "It's very difficult to focus when you are home and you have kids, Klausen said."
    },
    {
      "start": 330.36,
      "end": 339.72,
      "text": "She said such conditions may have worsened ADHD symptoms in people with less severe cases."
    },
    {
      "start": 339.72,
      "end": 347.48,
      "text": "Experts say that it was long believed that ADHD was under diagnosed in adults."
    },
    {
      "start": 347.48,
      "end": 353.4,
      "text": "Now experts debate about whether it has become over diagnosed."
    },
    {
      "start": 353.4,
      "end": 358.0,
      "text": "There is no blood or brain test for the disorder."
    },
    {
      "start": 358.0,
      "end": 364.28,
      "text": "Experts say it is diagnosed when symptoms cause ongoing problems in more than one area of"
    },
    {
      "start": 364.36,
      "end": 370.56,
      "text": "life and when those symptoms began in early childhood."
    },
    {
      "start": 370.56,
      "end": 377.32,
      "text": "Experts say the best way professionals diagnosed ADHD is by getting careful histories from"
    },
    {
      "start": 377.32,
      "end": 381.96,
      "text": "patients and from people who know them."
    },
    {
      "start": 381.96,
      "end": 388.12,
      "text": "They also might test a patient's memory and ability to focus."
    },
    {
      "start": 388.12,
      "end": 395.6,
      "text": "But getting an appointment with a mental health professional can take months and assessments"
    },
    {
      "start": 395.6,
      "end": 399.12,
      "text": "can cost thousands of dollars."
    },
    {
      "start": 399.12,
      "end": 402.88,
      "text": "Many people turn to family doctors."
    },
    {
      "start": 402.88,
      "end": 409.0,
      "text": "People also take online diagnostic tests, some of which are linked to health companies"
    },
    {
      "start": 409.0,
      "end": 412.52,
      "text": "that prescribe medications."
    },
    {
      "start": 412.52,
      "end": 420.08,
      "text": "There is a wide variability in this country in how people diagnose, how strict they are,"
    },
    {
      "start": 420.08,
      "end": 425.04,
      "text": "and who they diagnose, said Margaret Sibley."
    },
    {
      "start": 425.04,
      "end": 430.76,
      "text": "She is a psychologist at University of Washington."
    },
    {
      "start": 430.76,
      "end": 438.84,
      "text": "The American Professional Society of ADHD and related disorders is preparing a set of"
    },
    {
      "start": 438.84,
      "end": 447.16,
      "text": "diagnosis and treatment guidelines for American health professionals who treat adults."
    },
    {
      "start": 447.16,
      "end": 454.68,
      "text": "Sibley is leading the work on the guidelines, which the organization expects to release"
    },
    {
      "start": 454.68,
      "end": 456.76,
      "text": "later this year."
    },
    {
      "start": 456.76,
      "end": 458.84,
      "text": "I'm Anamateo."
    },
    {
      "start": 458.84,
      "end": 460.84,
      "text": "And I'm Jill Robbins."
    }
  ],
  "fullTranscript": "Allison Burk's daughter was struggling. The American teenager had uncontrolled emotions, a decreased ability to pay attention and trouble completing work on time. A family doctor suggested testing for attention-deficit/hyperactivity disorder, or ADHD.\n\nThis led to an unexpected discovery: The teen had ADHD, and her mother, Allison Burk, did too. During her daughter's testing, Burk thought, \"Wait a minute. This sounds familiar.\"\n\n\"I was able to piece together that this might be something I was experiencing,\" said Burk, who lives in Columbus, Ohio. She sought testing for herself and was diagnosed with ADHD — at 42 years old.\n\nMore adults are being diagnosed with ADHD. Diagnoses have been rising for at least 20 years but seem to have increased sharply in the last few years.\n\nA recent government study suggested that more than 15 million adults in the United States — about 1 in 17 — have been diagnosed with ADHD. The condition starts in childhood, but about half of adults with ADHD are diagnosed when they are 18 or older.\n\nSome doctors say the number of people seeking ADHD testing is sharply increasing.\n\n\"Just in our clinic, requests for assessments have doubled in the last two years,\" said Justin Barterian. He is a psychologist based at Ohio State University.\n\nSigns of ADHD in adults\n\nADHD makes it hard for people to pay attention and control their behaviors. The disorder can be genetic. Doctors often treat the disorder with drugs, behavioral therapy, or both.\n\nJudy Sandler is 62 years old and lives in the U.S. state of Maine. She was diagnosed in her 50s. Sandler describes what ADHD feels like for her. \"It's like there's an engine in you and you feel like it's always running, and you can't turn it off except with medication,\" Sandler said.\n\nADHD has been called the most commonly diagnosed mental health disorder in American children. More than 7 million children in the U.S. have been diagnosed. The disorder was once thought to be something that resolved as children became adults.\n\nBut now, experts say they believe that many people are not diagnosed as kids and that the disorder continues into adulthood.\n\nAdults with the condition talk about having trouble focusing on immediate responsibilities and planning their time. Some say the disorder has led to problems in their personal relationships.\n\nDiagnoses have been rising\n\nDiagnoses have been increasing in both kids and adults. The recent government report also found adult ADHD was more common than earlier estimates had suggested.\n\n\"We haven't had (federal) adult ADHD data in a long time,\" said Angelika Claussen. The U.S. Centers for Disease Control and Prevention researcher was one of the study's writers.\n\nThere were signs of the rise, she added. Increasing demand for ADHD medication led to severe shortages after the COVID-19 pandemic hit in March 2020. A 2023 study showed the rise in prescriptions, or doctors' orders for such medication, was notable in adults — especially among women.\n\nADHD diagnoses and medication were increasing before the pandemic. This is partly because of a change in general diagnostic measures in 2013. Those changes expanded the definition of ADHD and reduced the number of signs, or symptoms, required for diagnosis.\n\nBut cases really seemed to increase in 2020, when schools closed and many adults were forced to work from home.\n\n\"It's very difficult to focus when you are home and you have kids,\" Claussen said. She said such conditions may have worsened ADHD symptoms in people with less severe cases.\n\nHow ADHD is diagnosed in adults\n\nExperts say that it was long believed that ADHD was underdiagnosed in adults. Now, experts debate about whether it has become over-diagnosed.\n\nThere is no blood or brain test for the disorder. Experts say it is diagnosed when symptoms cause ongoing problems in more than one area of life, and when those symptoms began in early childhood. Experts say the best way professionals diagnose ADHD is by getting careful histories from patients and from people who know them. They also might test a patient's memory and ability to focus.\n\nBut getting an appointment with a mental health professional can take months. And assessments can cost thousands of dollars. Many people turn to family doctors. People also take online diagnostic tests, some of which are linked to health companies that prescribe medications.\n\n\"There is a wide variability in this country in how people diagnose, how strict they are, and who they diagnose,\" said Margaret Sibley. She is psychologist at University of Washington.\n\nThe American Professional Society of ADHD and Related Disorders is preparing a set of diagnosis and treatment guidelines for American health professionals who treat adults. Sibley is leading the work on the guidelines, which the organization expects to release later this year.\n\nI'm Anna Matteo.\n\nAnd I'm Jill Robbins.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "Burke's daughter was struggling.",
      "answer": "Allison",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "Allison",
      "after": "daughter was struggling.",
      "answer": "Burke's",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-0",
      "before": "The",
      "after": "teenager had uncontrolled emotions, a decreased ability to pay attention, and",
      "answer": "American",
      "timestamp": 3.92,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-1",
      "before": "The American",
      "after": "had uncontrolled emotions, a decreased ability to pay attention, and",
      "answer": "teenager",
      "timestamp": 3.92,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "completing work on time.",
      "answer": "trouble",
      "timestamp": 12.28,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "trouble",
      "after": "work on time.",
      "answer": "completing",
      "timestamp": 12.28,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-0",
      "before": "",
      "after": "family doctor suggested testing for attention deficit hyperactivity disorder, or ADHD.",
      "answer": "A",
      "timestamp": 16.08,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-1",
      "before": "A family",
      "after": "suggested testing for attention deficit hyperactivity disorder, or ADHD.",
      "answer": "doctor",
      "timestamp": 16.08,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "This led to an",
      "after": "discovery.",
      "answer": "unexpected",
      "timestamp": 26.84,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-1",
      "before": "This led to an unexpected",
      "after": "",
      "answer": "discovery",
      "timestamp": 26.84,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-0",
      "before": "The",
      "after": "had ADHD, and her mother, Allison Burke, did too.",
      "answer": "teen",
      "timestamp": 30.88,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-1",
      "before": "The teen had",
      "after": "and her mother, Allison Burke, did too.",
      "answer": "ADHD",
      "timestamp": 30.88,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-0",
      "before": "",
      "after": "her daughter's testing, Burke thought, wait a minute, this sounds familiar.",
      "answer": "During",
      "timestamp": 37.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "During her",
      "after": "testing, Burke thought, wait a minute, this sounds familiar.",
      "answer": "daughter's",
      "timestamp": 37.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-0",
      "before": "I was",
      "after": "to piece together that this might be something I was experiencing, said Burke,",
      "answer": "able",
      "timestamp": 43.56,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-1",
      "before": "",
      "after": "was able to piece together that this might be something I was experiencing, said Burke,",
      "answer": "I",
      "timestamp": 43.56,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "who",
      "after": "in Columbus, Ohio.",
      "answer": "lives",
      "timestamp": 50.24,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-1",
      "before": "who lives in",
      "after": "Ohio.",
      "answer": "Columbus",
      "timestamp": 50.24,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-0",
      "before": "She",
      "after": "testing for herself, and was diagnosed with ADHD at 42 years old.",
      "answer": "sought",
      "timestamp": 53.8,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-1",
      "before": "She sought",
      "after": "for herself, and was diagnosed with ADHD at 42 years old.",
      "answer": "testing",
      "timestamp": 53.8,
      "difficulty": "hard"
    }
  ]
}