{
  "filename": "Australian Navy Rescues Rower Crossing Pacific from California.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 9.32,
      "text": "A Lithuanian Roar attempting to cross the Pacific Ocean has been rescued by an Australian"
    },
    {
      "start": 9.32,
      "end": 16.52,
      "text": "warship after hitting stormy waters off the coast of Queensland State."
    },
    {
      "start": 16.52,
      "end": 24.16,
      "text": "Royal Australian Navy officer Justin Jones said in a statement that Oremas Moskles was"
    },
    {
      "start": 24.16,
      "end": 28.48,
      "text": "brought aboard the warship on March 3rd."
    },
    {
      "start": 28.48,
      "end": 36.96,
      "text": "The 44-year-old adventurer began his trip alone in October from San Diego, California."
    },
    {
      "start": 36.96,
      "end": 46.72,
      "text": "He made it to within 740 km of Australia's mainland before running into a tropical cyclone."
    },
    {
      "start": 46.72,
      "end": 52.52,
      "text": "Australia's maritime safety authority organized the rescue."
    },
    {
      "start": 52.52,
      "end": 60.92,
      "text": "It said the enclosed boat that Moskles traveled in was mostly destroyed by the powerful waters."
    },
    {
      "start": 60.92,
      "end": 66.84,
      "text": "He was only able to recover a few personal belongings from the boat."
    },
    {
      "start": 66.84,
      "end": 73.56,
      "text": "Moskles was stranded for three days in the Coral Sea, east of Queensland's coastal city"
    },
    {
      "start": 73.56,
      "end": 75.92,
      "text": "of McKay."
    },
    {
      "start": 75.92,
      "end": 82.92,
      "text": "His goal was to make it from California to the Australian State's capital, Brisbane."
    },
    {
      "start": 82.92,
      "end": 87.64,
      "text": "The whole distance is about 12,000 km."
    },
    {
      "start": 87.64,
      "end": 94.84,
      "text": "The Roar turned on an emergency signal while experiencing stormy seas fueled by 80 km per"
    },
    {
      "start": 94.84,
      "end": 100.16,
      "text": "hour winds caused by tropical storm Alfred."
    },
    {
      "start": 100.16,
      "end": 105.88,
      "text": "That led to rescuers establishing radio contact with Moskles."
    },
    {
      "start": 105.88,
      "end": 111.2,
      "text": "Moskles reported he was fatigued, the team said."
    },
    {
      "start": 111.2,
      "end": 119.6,
      "text": "Navy officials said the warship was taking Moskles to Sydney in new South Wales."
    },
    {
      "start": 119.6,
      "end": 127.0,
      "text": "Roar's traveling by themselves have crossed the Pacific Ocean non-stop in the past."
    },
    {
      "start": 127.0,
      "end": 134.52,
      "text": "Moskles was attempting to become one of the few to cross the sea alone and without stopping."
    },
    {
      "start": 134.52,
      "end": 140.32,
      "text": "Winterbird of Britain became the first to do so in 1983."
    },
    {
      "start": 140.32,
      "end": 147.6,
      "text": "He rode from San Francisco and was pulled behind another boat for the last 48 km to the"
    },
    {
      "start": 147.6,
      "end": 150.68,
      "text": "Australian mainland."
    },
    {
      "start": 150.68,
      "end": 155.16,
      "text": "Even though he did not complete the whole trip alone, he is considered to have rode"
    },
    {
      "start": 155.16,
      "end": 160.0,
      "text": "close enough to Australia to have made the crossing."
    },
    {
      "start": 160.0,
      "end": 165.28,
      "text": "While British citizen John Beeden rode from San Francisco to the Queensland City of"
    },
    {
      "start": 165.28,
      "end": 174.0,
      "text": "Cairns in 2015, he is considered by some to have made the first successful crossing."
    },
    {
      "start": 174.0,
      "end": 182.2,
      "text": "Australian Michelle Lee became the first woman to successfully make the crossing in 2023."
    },
    {
      "start": 182.2,
      "end": 189.72,
      "text": "She rode from the Mexican coastal city of Ensenada to Port Douglas in Queensland."
    },
    {
      "start": 189.76,
      "end": 198.84,
      "text": "Another Australian Tom Robinson attempted to become the youngest to row across the Pacific in 2022."
    },
    {
      "start": 198.84,
      "end": 201.92,
      "text": "He was 24 years old at the time."
    },
    {
      "start": 201.92,
      "end": 206.8,
      "text": "During his trip, Robinson took a rest in the Cook Islands."
    },
    {
      "start": 206.8,
      "end": 214.32,
      "text": "He set out from Peru and spent 265 days as sea before he was rescued of the southwestern"
    },
    {
      "start": 214.32,
      "end": 219.64,
      "text": "Pacific nation of Vanuatu in 2023."
    },
    {
      "start": 219.64,
      "end": 221.64,
      "text": "I'm Jill Robbins."
    }
  ],
  "fullTranscript": "A Lithuanian rower attempting to cross the Pacific Ocean has been rescued by an Australian warship after hitting stormy waters off the coast of Queensland state.\n\nRoyal Australian Navy officer Justin Jones said in a statement that Aurimas Mockus was brought aboard the warship on March 3.\n\nThe 44-year-old adventurer began his trip alone in October from San Diego, California. He made it to within 740 kilometers of Australia's mainland before running into a tropical cyclone.\n\nAustralia's Maritime Safety Authority organized the rescue. It said the enclosed boat that Mockus traveled in was mostly destroyed by the powerful waters. He was only able to recover a few personal belongings from the boat.\n\nAdventurer stranded for 3 days by storm\n\nMockus was stranded for three days in the Coral Sea east of Queensland's coastal city of Mackay. His goal was to make it from California to the Australian state's capital, Brisbane. The whole distance is about 12,000 kilometers.\n\nThe rower turned on an emergency signal while experiencing stormy seas fueled by 80-kilometer-per-hour winds caused by Tropical Cyclone Alfred. That led to rescuers establishing radio contact with Mockus. Mockus reported he was \"fatigued,\" the team said.\n\nNavy officials said the warship was taking Mockus to Sydney in New South Wales.\n\nRowers traveling by themselves have crossed the Pacific Ocean nonstop in the past. Mockus was attempting to become one of the few to cross the sea alone and without stopping.\n\nPeter Bird of Britain became the first to do so in 1983. He rowed from San Francisco and was pulled behind another boat for the last 48 kilometers to the Australian mainland. Even though he did not complete the whole trip alone, he is considered to have rowed close enough to Australia to have made the crossing.\n\nFellow British citizen John Beeden rowed from San Francisco to the Queensland city of Cairns in 2015. He is considered by some to have made the first successful crossing.\n\nAustralian Michelle Lee became the first woman to successfully make the crossing in 2023. She rowed from the Mexican coastal city of Ensenada to Port Douglas in Queensland.\n\nAnother Australian, Tom Robinson, attempted to become the youngest to row across the Pacific in 2022. He was 24 years old at the time. During his trip, Robinson took a rest in the Cook Islands. He set out from Peru and spent 265 days at sea before he was rescued off the southwestern Pacific nation of Vanuatu in 2023.\n\nI'm Jill Robbins.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "Lithuanian Roar attempting to cross the Pacific Ocean has been rescued by an Australian",
      "answer": "A",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "",
      "after": "Lithuanian Roar attempting to cross the Pacific Ocean has been rescued by an Australian",
      "answer": "A",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-0",
      "before": "",
      "after": "after hitting stormy waters off the coast of Queensland State.",
      "answer": "warship",
      "timestamp": 9.32,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-1",
      "before": "warship",
      "after": "hitting stormy waters off the coast of Queensland State.",
      "answer": "after",
      "timestamp": 9.32,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "Australian Navy officer Justin Jones said in a statement that Oremas Moskles was",
      "answer": "Royal",
      "timestamp": 16.52,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "Royal",
      "after": "Navy officer Justin Jones said in a statement that Oremas Moskles was",
      "answer": "Australian",
      "timestamp": 16.52,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-0",
      "before": "",
      "after": "aboard the warship on March 3rd.",
      "answer": "brought",
      "timestamp": 24.16,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-1",
      "before": "brought",
      "after": "the warship on March 3rd.",
      "answer": "aboard",
      "timestamp": 24.16,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "The",
      "after": "adventurer began his trip alone in October from San Diego, California.",
      "answer": "44-year-old",
      "timestamp": 28.48,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-1",
      "before": "The 44-year-old",
      "after": "began his trip alone in October from San Diego, California.",
      "answer": "adventurer",
      "timestamp": 28.48,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-0",
      "before": "He",
      "after": "it to within 740 km of Australia's mainland before running into a tropical cyclone.",
      "answer": "made",
      "timestamp": 36.96,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-1",
      "before": "He made",
      "after": "to within 740 km of Australia's mainland before running into a tropical cyclone.",
      "answer": "it",
      "timestamp": 36.96,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-0",
      "before": "",
      "after": "maritime safety authority organized the rescue.",
      "answer": "Australia's",
      "timestamp": 46.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "Australia's",
      "after": "safety authority organized the rescue.",
      "answer": "maritime",
      "timestamp": 46.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-0",
      "before": "It",
      "after": "the enclosed boat that Moskles traveled in was mostly destroyed by the powerful waters.",
      "answer": "said",
      "timestamp": 52.52,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-1",
      "before": "It said the",
      "after": "boat that Moskles traveled in was mostly destroyed by the powerful waters.",
      "answer": "enclosed",
      "timestamp": 52.52,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "He was",
      "after": "able to recover a few personal belongings from the boat.",
      "answer": "only",
      "timestamp": 60.92,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-1",
      "before": "He was only",
      "after": "to recover a few personal belongings from the boat.",
      "answer": "able",
      "timestamp": 60.92,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-0",
      "before": "",
      "after": "was stranded for three days in the Coral Sea, east of Queensland's coastal city",
      "answer": "Moskles",
      "timestamp": 66.84,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-1",
      "before": "Moskles was",
      "after": "for three days in the Coral Sea, east of Queensland's coastal city",
      "answer": "stranded",
      "timestamp": 66.84,
      "difficulty": "hard"
    }
  ]
}