{
  "filename": "Pearl S. Buck The First American Woman to Win a Nobel Prize in Literature.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 11.14,
      "text": "The year was 1931. The top-selling book in the United States was The Good Earth by Pearl"
    },
    {
      "start": 11.14,
      "end": 20.94,
      "text": "S. Buck. The following year, Buck won the Pulitzer Prize for the Best Novel by an American"
    },
    {
      "start": 20.94,
      "end": 32.9,
      "text": "writer. In 1938, Buck became the first American woman to be awarded the Nobel Prize in Literature."
    },
    {
      "start": 32.9,
      "end": 43.82,
      "text": "She wrote more than 100 books. She also wrote short stories, poetry, plays, essays, and children's"
    },
    {
      "start": 43.82,
      "end": 53.46,
      "text": "books. But most people remember Pearl Buck for her novels about China. She knew the country"
    },
    {
      "start": 53.46,
      "end": 62.98,
      "text": "and its people very well. For nearly 40 years, China was her home. Pearl's parents were"
    },
    {
      "start": 62.98,
      "end": 72.1,
      "text": "Caroline and Absalom Sidonstricker. They were religious workers in China. Pearl's education"
    },
    {
      "start": 72.1,
      "end": 79.92,
      "text": "began at home. Her mother taught her many of the things she would have learned in an American"
    },
    {
      "start": 79.92,
      "end": 90.62,
      "text": "school. A Chinese teacher taught Pearl other subjects. In 1910, Pearl went back to the United States"
    },
    {
      "start": 90.62,
      "end": 100.24,
      "text": "to study philosophy at Randolph-Macon Women's College in Lynchburg, Virginia. After graduation,"
    },
    {
      "start": 100.24,
      "end": 110.0,
      "text": "she returned to China. Three years later, she met John Lossing Buck. He was a religious worker"
    },
    {
      "start": 110.0,
      "end": 119.0,
      "text": "who studied agriculture. They were married and moved to a small village in the north of China."
    },
    {
      "start": 119.0,
      "end": 128.44,
      "text": "Their life among the poorest people provided the subject matter for many of the books she later wrote."
    },
    {
      "start": 128.44,
      "end": 140.28,
      "text": "The good earth is the story of a poor Chinese man named Wang Long. His wife is Olaan. They work"
    },
    {
      "start": 140.28,
      "end": 149.52,
      "text": "very hard together and finally make enough money to buy some land for a farm. After a time,"
    },
    {
      "start": 149.52,
      "end": 158.8,
      "text": "they grow enough crops to feed their family well, with some left over to sell. Their lives get"
    },
    {
      "start": 158.8,
      "end": 168.08,
      "text": "much better and they are happy. But the good times do not last. Pearl Buck wrote her first books"
    },
    {
      "start": 168.08,
      "end": 177.76,
      "text": "about China at a time when most people in the world knew almost nothing about the Chinese way of life."
    },
    {
      "start": 178.72,
      "end": 188.32,
      "text": "After almost 40 years in China, the writer moved back to the United States. She bought Green Hills farm"
    },
    {
      "start": 188.32,
      "end": 198.48,
      "text": "in Eastern Pennsylvania. She began to write articles for newspapers and magazines. She expressed her opinions"
    },
    {
      "start": 198.48,
      "end": 209.44,
      "text": "on war, politics, religion, equal rights for all people, and many other subjects. She also gave many"
    },
    {
      "start": 209.44,
      "end": 219.2,
      "text": "speeches. Buck talked to young people about the importance of a good education. She also told them"
    },
    {
      "start": 219.2,
      "end": 230.72,
      "text": "they needed to know more about other people around the world. Pearl Buck died in 1973 at the age of 80."
    },
    {
      "start": 232.08,
      "end": 234.08,
      "text": "I'm John Russell."
    }
  ],
  "fullTranscript": "The year was 1931. The top selling book in the United States was The Good Earth by Pearl S. Buck.\n\nThe following year, Buck won the Pulitzer Prize for the best novel by an American writer.\n\nIn 1938, Buck became the first American woman to be awarded the Nobel Prize in Literature. She wrote more than one hundred books. She also wrote short stories, poetry, plays, essays, and children's books. But most people remember Pearl Buck for her novels about China. She knew the country and its people very well. For nearly 40 years, China was her home.\n\nEarly life\n\nPearl's parents were Caroline and Absalom Sydenstricker. They were religious workers in China.\n\nPearl's education began at home. Her mother taught her many of the things she would have learned in an American school. A Chinese teacher taught Pearl other subjects.\n\nIn 1910, Pearl went back to the United States to study philosophy at Randolph-Macon Woman's College in Lynchburg, Virginia. After graduation, she returned to China. Three years later, she met John Lossing Buck. He was a religious worker who studied agriculture. They were married and moved to a small village in the north of China. Their life among the poorest people provided the subject matter for many of the books she later wrote.\n\nThe Good Earth\n\nThe Good Earth is the story of a poor Chinese man named Wang Lung. His wife is O-Lan. They work very hard together and finally make enough money to buy some land for a farm.\n\nAfter a time, they grow enough crops to feed their family well, with some left over to sell. Their lives get much better, and they are happy. But the good times do not last.\n\nPearl Buck wrote her first books about China at a time when most people in the world knew almost nothing about the Chinese way of life.\n\nAfter almost 40 years in China, the writer moved back to the United States. She bought Green Hills Farm in eastern Pennsylvania. She began to write articles for newspapers and magazines. She expressed her opinions on war, politics, religion, equal rights for all people and many other subjects.\n\nShe also gave many speeches. Buck talked to young people about the importance of a good education. She also told them they needed to know more about other people around the world.\n\nPearl Buck died in 1973 at the age of 80.\n\nI'm John Russell.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "The",
      "after": "was 1931. The top-selling book in the United States was The Good Earth by Pearl",
      "answer": "year",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-0-1",
      "before": "The year was",
      "after": "The top-selling book in the United States was The Good Earth by Pearl",
      "answer": "1931",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-0",
      "before": "S.",
      "after": "The following year, Buck won the Pulitzer Prize for the Best Novel by an American",
      "answer": "Buck",
      "timestamp": 11.14,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-1",
      "before": "S. Buck. The",
      "after": "year, Buck won the Pulitzer Prize for the Best Novel by an American",
      "answer": "following",
      "timestamp": 11.14,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "In 1938, Buck became the first American woman to be awarded the Nobel Prize in Literature.",
      "answer": "writer",
      "timestamp": 20.94,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-1",
      "before": "writer. In",
      "after": "Buck became the first American woman to be awarded the Nobel Prize in Literature.",
      "answer": "1938",
      "timestamp": 20.94,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-0",
      "before": "She",
      "after": "more than 100 books. She also wrote short stories, poetry, plays, essays, and children's",
      "answer": "wrote",
      "timestamp": 32.9,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "She wrote",
      "after": "than 100 books. She also wrote short stories, poetry, plays, essays, and children's",
      "answer": "more",
      "timestamp": 32.9,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "",
      "after": "But most people remember Pearl Buck for her novels about China. She knew the country",
      "answer": "books",
      "timestamp": 43.82,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-1",
      "before": "books. But",
      "after": "people remember Pearl Buck for her novels about China. She knew the country",
      "answer": "most",
      "timestamp": 43.82,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "and its",
      "after": "very well. For nearly 40 years, China was her home. Pearl's parents were",
      "answer": "people",
      "timestamp": 53.46,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-1",
      "before": "and its people",
      "after": "well. For nearly 40 years, China was her home. Pearl's parents were",
      "answer": "very",
      "timestamp": 53.46,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-0",
      "before": "",
      "after": "and Absalom Sidonstricker. They were religious workers in China. Pearl's education",
      "answer": "Caroline",
      "timestamp": 62.98,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "Caroline and",
      "after": "Sidonstricker. They were religious workers in China. Pearl's education",
      "answer": "Absalom",
      "timestamp": 62.98,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-0",
      "before": "",
      "after": "at home. Her mother taught her many of the things she would have learned in an American",
      "answer": "began",
      "timestamp": 72.1,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-1",
      "before": "began at",
      "after": "Her mother taught her many of the things she would have learned in an American",
      "answer": "home",
      "timestamp": 72.1,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-0",
      "before": "",
      "after": "A Chinese teacher taught Pearl other subjects. In 1910, Pearl went back to the United States",
      "answer": "school",
      "timestamp": 79.92,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-1",
      "before": "school. A",
      "after": "teacher taught Pearl other subjects. In 1910, Pearl went back to the United States",
      "answer": "Chinese",
      "timestamp": 79.92,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-0",
      "before": "to",
      "after": "philosophy at Randolph-Macon Women's College in Lynchburg, Virginia. After graduation,",
      "answer": "study",
      "timestamp": 90.62,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-1",
      "before": "to study",
      "after": "at Randolph-Macon Women's College in Lynchburg, Virginia. After graduation,",
      "answer": "philosophy",
      "timestamp": 90.62,
      "difficulty": "hard"
    }
  ]
}