{
  "filename": "Researchers South Korea’s Birth Rate Increase Last Year Unclear.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 11.92,
      "text": "In 2024, the number of babies born in South Korea increased for the first time in nine years."
    },
    {
      "start": 11.92,
      "end": 21.0,
      "text": "The change is welcome news for a country that is dealing with serious population problems."
    },
    {
      "start": 21.0,
      "end": 38.0,
      "text": "As statistics agency said recently that 238,300 babies were born last year, an increase of 8,300 from a year earlier."
    },
    {
      "start": 38.0,
      "end": 48.0,
      "text": "The agency said the country's fertility rate, the average number of babies born to each woman in her reproductive years,"
    },
    {
      "start": 48.0,
      "end": 58.0,
      "text": "was 0.75 in 2024, up from 0.72 in 2023."
    },
    {
      "start": 58.0,
      "end": 67.0,
      "text": "The data represents the first time that the yearly number of births has increased since 2015."
    },
    {
      "start": 67.0,
      "end": 75.0,
      "text": "Che Yoon Kyung is an expert with the Korea Institute of Child Care and Education."
    },
    {
      "start": 75.0,
      "end": 91.0,
      "text": "Che told the Associated Press that researchers must wait for more data over the next few years to see if increased births were driven by structural changes."
    },
    {
      "start": 91.0,
      "end": 97.0,
      "text": "Park Yoon-young is with the government agency Statistics Korea."
    },
    {
      "start": 98.0,
      "end": 112.0,
      "text": "Park said the agency believes the rise is partly due to an increase in marriages following post-ponements of such plans during the COVID-19 pandemic."
    },
    {
      "start": 112.0,
      "end": 121.0,
      "text": "Park said another reason for the increase is that a growing number of people entered their early 30s."
    },
    {
      "start": 122.0,
      "end": 133.0,
      "text": "She also noted a government study that shows a small increase in the number of young people hoping to have children after marriage."
    },
    {
      "start": 133.0,
      "end": 143.0,
      "text": "Official data shows South Korea's fertility rate has been the lowest in the developed world in recent years."
    },
    {
      "start": 143.0,
      "end": 159.0,
      "text": "In 2022, South Korea was the only country with a fertility rate below one among members of the Paris-based organization for economic cooperation and development."
    },
    {
      "start": 159.0,
      "end": 165.0,
      "text": "The low fertility rate could threaten South Korea's economic health."
    },
    {
      "start": 165.0,
      "end": 176.0,
      "text": "The country, Asia's fourth largest economy, could face labor shortages and greater spending on public assistance programs."
    },
    {
      "start": 176.0,
      "end": 188.0,
      "text": "South Korea's central and local governments have been increasingly offering several support programs to those who give birth to children."
    },
    {
      "start": 189.0,
      "end": 196.0,
      "text": "But experts say that it will be difficult to solve the country's population problems."
    },
    {
      "start": 196.0,
      "end": 201.0,
      "text": "Many young people say they do not want to have babies."
    },
    {
      "start": 201.0,
      "end": 218.0,
      "text": "Their reasons include costly housing, low levels of upward social movement, the high costs of raising and educating children, and a culture that requires women to do more of the childcare."
    },
    {
      "start": 218.0,
      "end": 227.0,
      "text": "Park said that the fertility rate will likely stay on an upward movement at least for another year."
    },
    {
      "start": 228.0,
      "end": 238.0,
      "text": "But observers say it remains to be seen whether the rate will go back down as post-pandemic marriages even out."
    },
    {
      "start": 238.0,
      "end": 248.0,
      "text": "The country's population structure will also change with a drop in the number of people in their early 30s."
    },
    {
      "start": 248.0,
      "end": 257.0,
      "text": "Some experts argue that the government should pay more attention to supporting young couples who want to have babies."
    },
    {
      "start": 257.0,
      "end": 263.0,
      "text": "There are still people with solid wills to have a family and babies."
    },
    {
      "start": 263.0,
      "end": 273.0,
      "text": "When we help them realize their hopes, our fertility rate won't suffer a steep, 45-degree drop, Che said."
    },
    {
      "start": 273.0,
      "end": 275.0,
      "text": "I'm John Russell."
    }
  ],
  "fullTranscript": "In 2024, the number of babies born in South Korea increased for the first time in nine years. The change is welcome news for a country that is dealing with serious population problems.\n\nSouth Korea's statistics agency said recently that 238,300 babies were born last year, an increase of 8,300 from a year earlier.\n\nThe agency said the country's fertility rate — the average number of babies born to each woman in her reproductive years — was 0.75 in 2024, up from 0.72 in 2023.\n\nThe data represents the first time that the yearly number of births has increased since 2015.\n\nChoi Yoon Kyung is an expert with the Korea Institute of Child Care and Education. Choi told the Associated Press that researchers must wait for more data over the next few years to see if increased births were driven by \"structural changes.\"\n\nPark Hyun Jung is with the government agency Statistics Korea. Park said the agency believes the rise is partly due to an increase in marriages following postponements of such plans during the COVID-19 pandemic.\n\nPark said another reason for the increase is that a growing number of people entered their early 30s. She also noted a government study that shows a small increase in the number of young people hoping to have children after marriage.\n\nOfficial data show South Korea's fertility rate has been the lowest in the developed world in recent years. In 2022, South Korea was the only country with a fertility rate below one, among members of the Paris-based Organization for Economic Cooperation and Development.\n\nThe low fertility rate could threaten South Korea's economic health. The country, Asia's fourth largest economy, could face labor shortages and greater spending on public assistance programs. South Korea's central and local governments have been increasingly offering several support programs to those who give birth to children.\n\nBut experts say that it will be difficult to solve the country's population problems. Many young people say they do not want to have babies. Their reasons include costly housing, low levels of upward social movement, the high costs of raising and educating children, and a culture that requires women to do more of the childcare.\n\nPark said that the fertility rate will likely stay on an upward movement at least for another year. But observers say it remains to be seen whether the rate will go back down as post-pandemic marriages even out. The country's population structure will also change, with a drop in the number of people in their early 30s.\n\nSome experts argue that the government should pay more attention to supporting young couples who want to have babies.\n\n\"There are still people with solid wills to have a family and babies. When we help them realize their hopes, our fertility rate won't suffer a steep, 45-degree drop,\" Choi said.\n\nI'm John Russell.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "In",
      "after": "the number of babies born in South Korea increased for the first time in nine years.",
      "answer": "2024",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-0-1",
      "before": "In 2024, the",
      "after": "of babies born in South Korea increased for the first time in nine years.",
      "answer": "number",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-0",
      "before": "The",
      "after": "is welcome news for a country that is dealing with serious population problems.",
      "answer": "change",
      "timestamp": 11.92,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-1",
      "before": "The change is",
      "after": "news for a country that is dealing with serious population problems.",
      "answer": "welcome",
      "timestamp": 11.92,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-0",
      "before": "As",
      "after": "agency said recently that 238,300 babies were born last year, an increase of 8,300 from a year earlier.",
      "answer": "statistics",
      "timestamp": 21.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "As statistics",
      "after": "said recently that 238,300 babies were born last year, an increase of 8,300 from a year earlier.",
      "answer": "agency",
      "timestamp": 21.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-0",
      "before": "The",
      "after": "said the country's fertility rate, the average number of babies born to each woman in her reproductive years,",
      "answer": "agency",
      "timestamp": 38.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "The agency",
      "after": "the country's fertility rate, the average number of babies born to each woman in her reproductive years,",
      "answer": "said",
      "timestamp": 38.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "was 0.75 in",
      "after": "up from 0.72 in 2023.",
      "answer": "2024",
      "timestamp": 48.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-1",
      "before": "was 0.75 in 2024, up",
      "after": "0.72 in 2023.",
      "answer": "from",
      "timestamp": 48.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "The",
      "after": "represents the first time that the yearly number of births has increased since 2015.",
      "answer": "data",
      "timestamp": 58.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-1",
      "before": "The data",
      "after": "the first time that the yearly number of births has increased since 2015.",
      "answer": "represents",
      "timestamp": 58.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-0",
      "before": "Che",
      "after": "Kyung is an expert with the Korea Institute of Child Care and Education.",
      "answer": "Yoon",
      "timestamp": 67.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "Che Yoon",
      "after": "is an expert with the Korea Institute of Child Care and Education.",
      "answer": "Kyung",
      "timestamp": 67.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-0",
      "before": "Che",
      "after": "the Associated Press that researchers must wait for more data over the next few years to see if increased births were driven by structural changes.",
      "answer": "told",
      "timestamp": 75.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-1",
      "before": "Che told the",
      "after": "Press that researchers must wait for more data over the next few years to see if increased births were driven by structural changes.",
      "answer": "Associated",
      "timestamp": 75.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "",
      "after": "Yoon-young is with the government agency Statistics Korea.",
      "answer": "Park",
      "timestamp": 91.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-1",
      "before": "Park",
      "after": "is with the government agency Statistics Korea.",
      "answer": "Yoon-young",
      "timestamp": 91.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-0",
      "before": "",
      "after": "said the agency believes the rise is partly due to an increase in marriages following post-ponements of such plans during the COVID-19 pandemic.",
      "answer": "Park",
      "timestamp": 98.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-1",
      "before": "Park",
      "after": "the agency believes the rise is partly due to an increase in marriages following post-ponements of such plans during the COVID-19 pandemic.",
      "answer": "said",
      "timestamp": 98.0,
      "difficulty": "easy"
    }
  ]
}