{
  "filename": "Mary Kay A Leader in the Beauty Product Industry.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 8.32,
      "text": "Mary Kay Cosmetics is an international company that sells beauty products."
    },
    {
      "start": 8.32,
      "end": 18.12,
      "text": "One woman started the business in the 1960s with an investment of $5,000."
    },
    {
      "start": 18.12,
      "end": 26.4,
      "text": "Mary Catherine Wagner was born in the state of Texas in 1918."
    },
    {
      "start": 26.4,
      "end": 32.6,
      "text": "For much of her childhood, she cared for her sick father, while her mother worked"
    },
    {
      "start": 32.6,
      "end": 36.78,
      "text": "long hours at a restaurant."
    },
    {
      "start": 36.78,
      "end": 43.36,
      "text": "Mary Kay married Ben Rogers when she was 17 years old."
    },
    {
      "start": 43.36,
      "end": 50.36,
      "text": "They had three children before he left home to serve in World War II."
    },
    {
      "start": 50.36,
      "end": 54.12,
      "text": "When he returned, their marriage ended."
    },
    {
      "start": 54.12,
      "end": 60.12,
      "text": "Mary Kay looked for a job so she could support her children."
    },
    {
      "start": 60.12,
      "end": 64.2,
      "text": "She began selling different kinds of products."
    },
    {
      "start": 64.2,
      "end": 72.68,
      "text": "One night, Mary Kay was showing products at the home of Ova Heath Spoonmore."
    },
    {
      "start": 72.68,
      "end": 79.48,
      "text": "Ms. Spoonmore began giving her guests some homemade skin care products."
    },
    {
      "start": 79.48,
      "end": 86.56,
      "text": "The products were developed by her father, J. W. Heath, in Arkansas."
    },
    {
      "start": 86.56,
      "end": 92.24,
      "text": "Mary Kay tried the skin care products and liked them."
    },
    {
      "start": 92.24,
      "end": 99.76,
      "text": "She bought the rights to Heath's skin care products and started her own company."
    },
    {
      "start": 99.76,
      "end": 104.92,
      "text": "She paid $500 for the legal rights to the products."
    },
    {
      "start": 104.92,
      "end": 114.48,
      "text": "And in 1963, the Mary Kay Cosmetics Company began operating in Dallas, Texas."
    },
    {
      "start": 114.48,
      "end": 123.84,
      "text": "The idea was to sell skin care products through demonstrations in homes and offices."
    },
    {
      "start": 123.84,
      "end": 130.12,
      "text": "Independent sales representatives bought beauty products from the company and sold them"
    },
    {
      "start": 130.12,
      "end": 133.16,
      "text": "at higher prices."
    },
    {
      "start": 133.16,
      "end": 139.76,
      "text": "Mary Kay decided that each representative, who brought other saleswomen into the company,"
    },
    {
      "start": 139.76,
      "end": 144.48,
      "text": "would receive part of the new person's earnings."
    },
    {
      "start": 144.48,
      "end": 152.12,
      "text": "That way, experienced sales representatives would be willing to train new ones."
    },
    {
      "start": 152.12,
      "end": 159.64,
      "text": "By 1965, the company was selling almost $1 million in products."
    },
    {
      "start": 159.64,
      "end": 166.88,
      "text": "Mary Kay Cosmetics became one of the most successful direct sellers of skin care products"
    },
    {
      "start": 166.88,
      "end": 169.0,
      "text": "in America."
    },
    {
      "start": 169.0,
      "end": 176.96,
      "text": "It continues to have sales offices and representatives in many different countries."
    },
    {
      "start": 176.96,
      "end": 185.44,
      "text": "Mary Kay aimed to grow sales based on the idea that it is best to compete against yourself."
    },
    {
      "start": 185.44,
      "end": 191.56,
      "text": "That means every individual is trying to beat their own sales records."
    },
    {
      "start": 191.56,
      "end": 200.08,
      "text": "Prizes for high sales marks included special paid holidays and jewelry."
    },
    {
      "start": 200.08,
      "end": 206.64,
      "text": "Until a few years ago, a pink Cadillac was a top prize."
    },
    {
      "start": 206.64,
      "end": 212.72,
      "text": "After her third husband, Mel Ash died of cancer in 1980."
    },
    {
      "start": 212.72,
      "end": 217.64,
      "text": "She wanted to help find a cure for the disease."
    },
    {
      "start": 217.64,
      "end": 223.24,
      "text": "At first, she helped organizations raise money for research."
    },
    {
      "start": 223.24,
      "end": 231.32,
      "text": "Later, she started the Mary Kay Ash Charitable Foundation, a nonprofit group that provides"
    },
    {
      "start": 231.32,
      "end": 237.08,
      "text": "money to support research on cancer's affecting women."
    },
    {
      "start": 237.08,
      "end": 245.24,
      "text": "In 2001, the company and foundation expanded their goals to help prevent violence against"
    },
    {
      "start": 245.24,
      "end": 247.56,
      "text": "women."
    },
    {
      "start": 247.56,
      "end": 251.32,
      "text": "Mary Kay Ash also wrote three books."
    },
    {
      "start": 251.32,
      "end": 257.0,
      "text": "She worked in her business until she suffered a stroke in 1996."
    },
    {
      "start": 257.0,
      "end": 260.76,
      "text": "She died in 2001."
    },
    {
      "start": 260.76,
      "end": 267.96,
      "text": "sales representatives say Mary Kay developed a way for women to earn money and still spend"
    },
    {
      "start": 267.96,
      "end": 270.84,
      "text": "time with their families."
    },
    {
      "start": 270.84,
      "end": 272.0,
      "text": "I'm Anamateo."
    }
  ],
  "fullTranscript": "Mary Kay Cosmetics is an international company that sells beauty products.\n\nOne woman started the business in the 1960s with an investment of $5,000.\n\nMary Kathlyn Wagner was born in the state of Texas in 1918. For much of her childhood, she cared for her sick father while her mother worked long hours at a restaurant.\n\nMary Kay married Ben Rogers when she was 17 years old. They had three children before he left home to serve in World War Two. When he returned, their marriage ended. Mary Kay looked for a job so she could support her children.\n\nShe began selling different kinds of products. One night, Mary Kay was showing products at the home of Ova Heath Spoonemore. Ms. Spoonemore began giving her guests some homemade skin care products. The products were developed by her father, J.W. Heath, in Arkansas. Mary Kay tried the skin care products and liked them.\n\nShe bought the rights to Heath's skin care products and started her own company. She paid $500 for the legal rights to the products. And in 1963, The Mary Kay Cosmetics company began operating in Dallas, Texas.\n\nThe idea was to sell skin care products through demonstrations in homes and offices. Independent sales representatives bought beauty products from the company and sold them at higher prices.\n\nMary Kay decided that each representative who brought other saleswomen into the company would receive part of the new person's earnings. That way, experienced sales representatives would be willing to train new ones.\n\nBy 1965, the company was selling almost one million dollars in products.\n\nMary Kay Cosmetics became one of the most successful direct sellers of skin care products in America. It continues to have sales offices and representatives in many different countries.\n\nMary Kay aimed to grow sales based on the idea that it is best to compete against yourself. That means every individual is trying to beat their own sales records. Prizes for high sales marks included special paid holidays and jewelry. Until a few years ago, a pink Cadillac was a top prize.\n\nAfter her third husband, Mel Ash, died of cancer in 1980, she wanted to help find a cure for the disease. At first, she helped organizations raise money for research.\n\nLater, she started the Mary Kay Ash Charitable Foundation, a nonprofit group that provides money to support research on cancers affecting women. In 2001, the company and foundation expanded their goals to help prevent violence against women.\n\nMary Kay Ash also wrote three books. She worked in her business until she suffered a stroke in 1996. She died in 2001.\n\nSales representatives say Mary Kay developed a way for women to earn money and still spend time with their families.\n\nI'm Anna Matteo.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "Kay Cosmetics is an international company that sells beauty products.",
      "answer": "Mary",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "Mary Kay",
      "after": "is an international company that sells beauty products.",
      "answer": "Cosmetics",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-0",
      "before": "One",
      "after": "started the business in the 1960s with an investment of $5,000.",
      "answer": "woman",
      "timestamp": 8.32,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-1",
      "before": "One woman",
      "after": "the business in the 1960s with an investment of $5,000.",
      "answer": "started",
      "timestamp": 8.32,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-0",
      "before": "",
      "after": "Catherine Wagner was born in the state of Texas in 1918.",
      "answer": "Mary",
      "timestamp": 18.12,
      "difficulty": "hard"
    },
    {
      "id": "gap-2-1",
      "before": "Mary",
      "after": "Wagner was born in the state of Texas in 1918.",
      "answer": "Catherine",
      "timestamp": 18.12,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-0",
      "before": "For",
      "after": "of her childhood, she cared for her sick father, while her mother worked",
      "answer": "much",
      "timestamp": 26.4,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "For much of her",
      "after": "she cared for her sick father, while her mother worked",
      "answer": "childhood",
      "timestamp": 26.4,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-0",
      "before": "",
      "after": "hours at a restaurant.",
      "answer": "long",
      "timestamp": 32.6,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-1",
      "before": "long",
      "after": "at a restaurant.",
      "answer": "hours",
      "timestamp": 32.6,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "",
      "after": "Kay married Ben Rogers when she was 17 years old.",
      "answer": "Mary",
      "timestamp": 36.78,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-1",
      "before": "Mary Kay",
      "after": "Ben Rogers when she was 17 years old.",
      "answer": "married",
      "timestamp": 36.78,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-0",
      "before": "They had",
      "after": "children before he left home to serve in World War II.",
      "answer": "three",
      "timestamp": 43.36,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-1",
      "before": "They had three",
      "after": "before he left home to serve in World War II.",
      "answer": "children",
      "timestamp": 43.36,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-0",
      "before": "When he",
      "after": "their marriage ended.",
      "answer": "returned",
      "timestamp": 50.36,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-1",
      "before": "When he returned, their",
      "after": "ended.",
      "answer": "marriage",
      "timestamp": 50.36,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "",
      "after": "Kay looked for a job so she could support her children.",
      "answer": "Mary",
      "timestamp": 54.12,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-1",
      "before": "Mary Kay",
      "after": "for a job so she could support her children.",
      "answer": "looked",
      "timestamp": 54.12,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-0",
      "before": "She",
      "after": "selling different kinds of products.",
      "answer": "began",
      "timestamp": 60.12,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-1",
      "before": "She began",
      "after": "different kinds of products.",
      "answer": "selling",
      "timestamp": 60.12,
      "difficulty": "hard"
    }
  ]
}