{
  "filename": "Lesson 2 The Interview.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 8.72,
      "text": "Ms. Weaver is giving new assignments out. I am ready to take on anything she gives me."
    },
    {
      "start": 8.72,
      "end": 14.2,
      "text": "Well accept reporting traffic from a helicopter. Wish me luck."
    },
    {
      "start": 14.2,
      "end": 21.32,
      "text": "I wonder what Anna's new assignment will be. Professor Bot here, while you are watching"
    },
    {
      "start": 21.32,
      "end": 30.36,
      "text": "look for a phrasal or two word verbs. Some stay together like go back and some can come"
    },
    {
      "start": 30.36,
      "end": 35.96,
      "text": "apart like give out. Good luck Anna."
    },
    {
      "start": 35.96,
      "end": 45.16,
      "text": "So as I said at the meeting last week, I have new assignments for everyone at the studio."
    },
    {
      "start": 45.16,
      "end": 53.52,
      "text": "Anna, you're good at asking questions. So I want you to go back to hosting and reporting."
    },
    {
      "start": 53.52,
      "end": 61.68,
      "text": "That sounds great. You're also a team player. So I want you to team up with someone."
    },
    {
      "start": 61.68,
      "end": 69.28,
      "text": "That sounds even better. Someone who is very different from you."
    },
    {
      "start": 69.28,
      "end": 78.0,
      "text": "That sounds what do you mean different? Well you are very cheerful. You're a people person."
    },
    {
      "start": 78.0,
      "end": 87.44,
      "text": "I want you to team up with someone who isn't. Ms. Weaver, I will find that person."
    },
    {
      "start": 87.44,
      "end": 92.32,
      "text": "Excuse me? Are you using this chair? Yes."
    },
    {
      "start": 92.32,
      "end": 99.24,
      "text": "Pete, hi. Thanks for meeting me. Sure, but I don't have lots of time Anna. I'm busy."
    },
    {
      "start": 99.28,
      "end": 107.0,
      "text": "Looking for work. Pete, you can tear these one adds up and throw them away. I have good news."
    },
    {
      "start": 107.0,
      "end": 114.76,
      "text": "Anna, I was working on that crossword puzzle. Oh, sorry. Pete, forget about the crossword puzzle."
    },
    {
      "start": 114.76,
      "end": 123.4,
      "text": "I have a job offer for you. I'm listening. My boss wants me to team up with someone to host a talk show."
    },
    {
      "start": 123.4,
      "end": 131.72,
      "text": "But the person must be different from me. So I thought of you. Different from you. What do you mean?"
    },
    {
      "start": 131.72,
      "end": 139.64,
      "text": "I'm sorry, Pete. I don't have time right now. Here's my boss's address. Your interview is tomorrow morning at 10 a.m."
    },
    {
      "start": 139.64,
      "end": 146.84,
      "text": "But what do you mean different? Just be yourself, Pete. Just be yourself."
    },
    {
      "start": 146.92,
      "end": 158.92,
      "text": "Did you find any two word verbs? Here's one example. Pete can throw the want adds away. Throw away is a two word verb."
    },
    {
      "start": 160.04,
      "end": 164.52,
      "text": "Thanks for coming in, Pete. Thanks for the opportunity, Ms. Weaver."
    },
    {
      "start": 164.52,
      "end": 175.48,
      "text": "I need to find out if you have the skills for this job and I want you to be completely honest."
    },
    {
      "start": 176.36,
      "end": 185.24,
      "text": "Okay. First, let's talk about your personal skills. Pete, are you a people person?"
    },
    {
      "start": 186.6,
      "end": 199.64,
      "text": "Well, okay. Sometimes I think people talk too much. Pete, what work of yours are you most proud of?"
    },
    {
      "start": 199.64,
      "end": 207.64,
      "text": "Last year, I locked myself in a cabin and brought a book. I didn't speak to anybody the entire time."
    },
    {
      "start": 209.32,
      "end": 215.8,
      "text": "It was the best two months of my life. Okay. I think I've heard enough."
    },
    {
      "start": 217.96,
      "end": 224.04,
      "text": "Hey, Pete, how was the interview with Ms. Weaver?"
    },
    {
      "start": 224.04,
      "end": 234.84,
      "text": "Well, she said I was grumpy and not good with people. And? And I got a job. I knew it."
    },
    {
      "start": 234.84,
      "end": 243.8,
      "text": "Congratulations. Let's go celebrate. Okay. Did you find all of the two word verbs?"
    }
  ],
  "fullTranscript": "Anna: Ms. Weaver is giving new assignments out. I am ready to take on anything she gives me. Well, except reporting traffic from a helicopter. Wish me luck.\n\nProfessor Bot: I wonder what Anna's new assignment will be? Professor Bot here! While you are watching, look for phrasal, or two-word verbs. Some stay together, like \"go back\" and some can come apart, like \"give [assignments] out.\" Good luck, Anna!\n\nMs. Weaver: So, as I said at the meeting last week, I have new assignments for everyone at The Studio. Anna, you're good at asking questions. So, I want you to go back to hosting and reporting.\n\nAnna: That sounds great.\n\nMs. Weaver: You're also a team player. So, I want you team up with someone ...\n\nAnna: That sounds even better!\n\nMs. Weaver: ... someone who is very \"different\" from you.\n\nAnna: That sounds ... what do you mean \"different\"?\n\nMs. Weaver: Well, you are very cheerful, you're a people person. I want you to team up with someone who ... isn't.\n\nAnna: Ms. Weaver, I will find that person.\n\nMimi: Excuse me. Are you using this chair?\n\nPete: Yes.\n\nAnna: Pete, hi! Thanks for meeting me.\n\nPete: Sure. But I don't have lots of time, Anna. I'm busy looking for work.\n\nAnna: Pete, you can tear these want ads up and throw them away! I have good news!\n\nPete: Anna, I was working on that crossword puzzle.\n\nAnna: Oh. Sorry. Sorry. Pete, forget about the crossword puzzle. I have a job offer for you!\n\nPete: I'm listening.\n\nAnna: My boss wants me to team up with someone to host a talk show. But the person must be different from me. So, I thought of you.\n\nPete: Different from you? What do you mean?\n\nAnna: I'm sorry, Pete, I don't have time right now. Here's my boss's address. Your interview is tomorrow morning at 10 am.\n\nPete: But what do you mean \"different\"?\n\nAnna: Just be yourself, Pete. Just be yourself.\n\nProfessor Bot: Did you find any two-word verbs? Here's one example. Pete can throw the want ads away! Throw away is a two-word verb.\n\nMs. Weaver: Thanks for coming in, Pete.\n\nPete: Thanks for the opportunity, Ms. Weaver.\n\nMs. Weaver: I need to find out if you have the skills for this job. And I want you to be completely honest.\n\nPete: Okay.\n\nMs. Weaver: First, let's talk about your personal skills. Pete, are you a people person?\n\nPete: Well, okay, sometimes I think people talk too much.\n\nMs. Weaver: Pete, what work of yours are you most proud of?\n\nPete: Last year, I locked myself in a cabin and wrote a book. I didn't speak to anybody the entire time! It was the best two months of my life.\n\nMs. Weaver: Okay. I think I've heard enough.\n\nAnna: Hey! Hey, Pete, how was the interview with Ms. Weaver?\n\nPete: Well, she said I was grumpy and not good with people.\n\nAnna: And … ?\n\nPete: And, I got the job!\n\nAnna: I knew it! Congratulations! Let's go celebrate.\n\nPete: Okay!\n\nProfessor Bot: Did you find more two-word verbs? Here is the list.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "Ms.",
      "after": "is giving new assignments out. I am ready to take on anything she gives me.",
      "answer": "Weaver",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "Ms. Weaver is",
      "after": "new assignments out. I am ready to take on anything she gives me.",
      "answer": "giving",
      "timestamp": 0.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-0",
      "before": "",
      "after": "accept reporting traffic from a helicopter. Wish me luck.",
      "answer": "Well",
      "timestamp": 8.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-1",
      "before": "Well",
      "after": "reporting traffic from a helicopter. Wish me luck.",
      "answer": "accept",
      "timestamp": 8.72,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "I",
      "after": "what Anna's new assignment will be. Professor Bot here, while you are watching",
      "answer": "wonder",
      "timestamp": 14.2,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-1",
      "before": "I wonder what",
      "after": "new assignment will be. Professor Bot here, while you are watching",
      "answer": "Anna's",
      "timestamp": 14.2,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-0",
      "before": "",
      "after": "for a phrasal or two word verbs. Some stay together like go back and some can come",
      "answer": "look",
      "timestamp": 21.32,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-1",
      "before": "look for",
      "after": "phrasal or two word verbs. Some stay together like go back and some can come",
      "answer": "a",
      "timestamp": 21.32,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "",
      "after": "like give out. Good luck Anna.",
      "answer": "apart",
      "timestamp": 30.36,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-1",
      "before": "apart",
      "after": "give out. Good luck Anna.",
      "answer": "like",
      "timestamp": 30.36,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-0",
      "before": "So as",
      "after": "said at the meeting last week, I have new assignments for everyone at the studio.",
      "answer": "I",
      "timestamp": 35.96,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-1",
      "before": "So as",
      "after": "said at the meeting last week, I have new assignments for everyone at the studio.",
      "answer": "I",
      "timestamp": 35.96,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-0",
      "before": "",
      "after": "you're good at asking questions. So I want you to go back to hosting and reporting.",
      "answer": "Anna",
      "timestamp": 45.16,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "Anna,",
      "after": "good at asking questions. So I want you to go back to hosting and reporting.",
      "answer": "you're",
      "timestamp": 45.16,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-0",
      "before": "That",
      "after": "great. You're also a team player. So I want you to team up with someone.",
      "answer": "sounds",
      "timestamp": 53.52,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-1",
      "before": "That sounds",
      "after": "You're also a team player. So I want you to team up with someone.",
      "answer": "great",
      "timestamp": 53.52,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-0",
      "before": "That",
      "after": "even better. Someone who is very different from you.",
      "answer": "sounds",
      "timestamp": 61.68,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-1",
      "before": "That sounds",
      "after": "better. Someone who is very different from you.",
      "answer": "even",
      "timestamp": 61.68,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-0",
      "before": "That",
      "after": "what do you mean different? Well you are very cheerful. You're a people person.",
      "answer": "sounds",
      "timestamp": 69.28,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-1",
      "before": "That sounds what do you",
      "after": "different? Well you are very cheerful. You're a people person.",
      "answer": "mean",
      "timestamp": 69.28,
      "difficulty": "easy"
    }
  ]
}