{
  "filename": "Methods for Protecting Earth against an Asteroid Strike.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 9.96,
      "text": "Astronomers following asteroid activity in space estimate there is a very small chance"
    },
    {
      "start": 9.96,
      "end": 18.24,
      "text": "an object large enough to destroy a whole city could strike Earth in 2032."
    },
    {
      "start": 18.24,
      "end": 25.48,
      "text": "But space agency officials say even if such an asteroid keeps heading on a path toward"
    },
    {
      "start": 25.48,
      "end": 33.32,
      "text": "Earth, the world is now much better equipped to defend itself against such a threat."
    },
    {
      "start": 33.32,
      "end": 41.72,
      "text": "The American Space Agency NASA recently estimated there was a 3.1% chance that asteroid"
    },
    {
      "start": 41.72,
      "end": 50.12,
      "text": "2024-YR-4 would hit Earth on December 22, 2032."
    },
    {
      "start": 50.12,
      "end": 57.64,
      "text": "That is the highest probability predicted for such a large space rock in modern times."
    },
    {
      "start": 57.64,
      "end": 66.64,
      "text": "Richard Moistlet is head of the European Space Agency or ESA, Planetary Defense Office."
    },
    {
      "start": 66.64,
      "end": 72.24,
      "text": "While recognizing the risk the asteroid could present, he told the French news agency"
    },
    {
      "start": 72.24,
      "end": 78.56,
      "text": "AFP people should not panic over such predictions."
    },
    {
      "start": 78.56,
      "end": 84.08,
      "text": "Moistletters have noted that the more data they gather, the odds of a direct asteroid"
    },
    {
      "start": 84.08,
      "end": 87.64,
      "text": "hit are expected to keep rising over time."
    },
    {
      "start": 87.64,
      "end": 95.68,
      "text": "However, scientists say at a certain point the odds will likely drop down to zero."
    },
    {
      "start": 95.68,
      "end": 102.12,
      "text": "Moistlet said he thinks it is important to remember that even in the unlikely event the"
    },
    {
      "start": 102.12,
      "end": 109.32,
      "text": "probability keeps rising to 100%, the world is not defenseless."
    },
    {
      "start": 109.32,
      "end": 116.08,
      "text": "Here are some methods currently being considered as defensive measures to keep humanity safe"
    },
    {
      "start": 116.08,
      "end": 119.44,
      "text": "in case there is a real threat."
    },
    {
      "start": 119.44,
      "end": 125.2,
      "text": "Only one planetary defense method has been tried against an asteroid."
    },
    {
      "start": 125.2,
      "end": 133.64,
      "text": "In 2022, NASA's double asteroid redirection test or DART sent a spacecraft into the 160"
    },
    {
      "start": 133.64,
      "end": 137.8,
      "text": "meter wide demorphos asteroid."
    },
    {
      "start": 137.8,
      "end": 144.04,
      "text": "The effort successfully changed the asteroid's orbit around a larger space rock."
    },
    {
      "start": 144.04,
      "end": 149.64,
      "text": "Bruce Betts is chief scientist for the non-profit planetary society."
    },
    {
      "start": 149.64,
      "end": 157.96,
      "text": "He told AFP that space agencies could hit the 2024 YR4 asteroid with several spacecrafts,"
    },
    {
      "start": 157.96,
      "end": 161.72,
      "text": "observing how each one changed the path."
    },
    {
      "start": 161.72,
      "end": 168.52,
      "text": "The asteroid discovered in December is estimated to be 40 to 90 meters wide, about half the"
    },
    {
      "start": 168.52,
      "end": 171.68,
      "text": "size of demorphos."
    },
    {
      "start": 171.68,
      "end": 175.52,
      "text": "You have to take care not to overdo it, Wysel warned."
    },
    {
      "start": 175.52,
      "end": 181.64,
      "text": "He said this is because if a spacecraft only partially destroys an asteroid, it could"
    },
    {
      "start": 181.64,
      "end": 186.92,
      "text": "send smaller pieces of the space rock heading toward Earth."
    },
    {
      "start": 186.92,
      "end": 192.96,
      "text": "A separate idea would involve sending a large spacecraft to fly alongside a threatening"
    },
    {
      "start": 192.96,
      "end": 194.72,
      "text": "asteroid."
    },
    {
      "start": 194.72,
      "end": 200.32,
      "text": "The spacecraft would not touch the asteroid, but would use its gravitational force to pull"
    },
    {
      "start": 200.32,
      "end": 203.16,
      "text": "it away from Earth."
    },
    {
      "start": 203.16,
      "end": 210.08,
      "text": "Wysel said another non-contact plan would put a spacecraft near the asteroid to eject"
    },
    {
      "start": 210.08,
      "end": 216.88,
      "text": "a continuous flow of atoms to push the asteroid off course."
    },
    {
      "start": 216.88,
      "end": 222.36,
      "text": "Scientists have also considered painting one side of the asteroid white."
    },
    {
      "start": 222.36,
      "end": 227.32,
      "text": "They believe this could increase the light the object reflects to make it slowly change"
    },
    {
      "start": 227.32,
      "end": 229.52,
      "text": "course."
    },
    {
      "start": 229.52,
      "end": 234.52,
      "text": "One idea is to use a nuclear weapon against a threatening asteroid."
    },
    {
      "start": 234.52,
      "end": 242.28,
      "text": "In laboratory tests, researchers found that X-rays from a nuclear blast could move a rock."
    },
    {
      "start": 242.28,
      "end": 248.48,
      "text": "But this is considered more of a plan for kilometers wide asteroids, like the one that killed"
    },
    {
      "start": 248.48,
      "end": 251.12,
      "text": "off the dinosaurs."
    },
    {
      "start": 251.12,
      "end": 256.68,
      "text": "And this method also carries the risk that a nuclear explosion could send additional pieces"
    },
    {
      "start": 256.68,
      "end": 260.6,
      "text": "of the asteroid falling toward Earth."
    },
    {
      "start": 260.6,
      "end": 268.68,
      "text": "A similar method, but one considered less dangerous, would involve shooting laser beams from a spacecraft"
    },
    {
      "start": 268.68,
      "end": 274.84,
      "text": "to destroy the side of an asteroid in an effort to push it away from Earth."
    },
    {
      "start": 274.84,
      "end": 280.32,
      "text": "Wysel said that if all else fails, at least the world will have a good idea where a threatening"
    },
    {
      "start": 280.32,
      "end": 283.4,
      "text": "asteroid would strike."
    },
    {
      "start": 283.4,
      "end": 289.8,
      "text": "And astronomers believe most asteroids would at most threaten to destroy one city."
    },
    {
      "start": 289.8,
      "end": 295.64,
      "text": "Efforts could be organized to get people out of an area before a strike."
    },
    {
      "start": 295.64,
      "end": 300.24,
      "text": "Seven and a half years is a long time to prepare Wysel edit."
    },
    {
      "start": 300.24,
      "end": 308.44,
      "text": "He also noted that even with the rising odds involving 2024-04, there is still about"
    },
    {
      "start": 308.44,
      "end": 313.88,
      "text": "a 97% chance the asteroid will miss Earth."
    },
    {
      "start": 313.88,
      "end": 314.92,
      "text": "I'm Jill Robbins."
    }
  ],
  "fullTranscript": "Astronomers following asteroid activity in space estimate there is a very small chance an object large enough to destroy a whole city could strike Earth in 2032.\n\nBut space agency officials say even if such an asteroid keeps heading on a path toward Earth, the world is now much better-equipped to defend itself against such a threat.\n\nThe American space agency NASA recently estimated there was a 3.1 percent chance that asteroid 2024 YR4 would hit Earth on December 22, 2032. That is the highest probability predicted for such a large space rock in modern times.\n\nRichard Moissl is head of the European Space Agency's (ESA) planetary defense office. While recognizing the risk the asteroid could present, he told the French news agency AFP people should not panic over such predictions.\n\nAstronomers have noted that the more data they gather, the odds of a direct asteroid hit are expected to keep rising over time. However, scientists say at a certain point the odds will likely drop down to zero.\n\nMoissl said he thinks it is important to remember that even in the unlikely event the probability keeps rising to 100 percent, the world is \"not defenseless.\"\n\nHere are some methods currently being considered as defensive measures to keep humanity safe in case there is a real threat.\n\nSend a spacecraft to hit it\n\nOnly one planetary defense method has been tried against an asteroid. In 2022, NASA's Double Asteroid Redirection Test (DART) sent a spacecraft into the 160-meter-wide Dimorphos asteroid. The effort successfully changed the asteroid's orbit around a larger space rock.\n\nBruce Betts is chief scientist for the nonprofit Planetary Society. He told AFP that space agencies could hit the 2024 YR4 asteroid with several spacecrafts, observing how each one changed the path.\n\nThe asteroid discovered in December is estimated to be 40-90 meters wide -- about half the size of Dimorphos.\n\n\"You have to take care not to overdo it,\" Moissl warned. He said this is because if a spacecraft only partly destroys an asteroid, it could send smaller pieces of the space rock heading toward Earth.\n\nNon-contact methods\n\nA separate idea would involve sending a large spacecraft to fly alongside a threatening asteroid. The spacecraft would not touch the asteroid, but would use its gravitational force to pull it away from Earth.\n\nMoissl said another non-contact plan would put a spacecraft near the asteroid to eject a continuous flow of atoms to push the asteroid off course.\n\nScientists have also considered painting one side of the asteroid white. They believe this could increase the light the object reflects to make it slowly change course.\n\nContact methods\n\nOne idea is to use a nuclear weapon against a threatening asteroid. In laboratory tests, researchers found that X-rays from a nuclear blast could move a rock. But this is considered more of a plan for kilometers-wide asteroids like the one that killed off the dinosaurs. And this method also carries the risk that a nuclear explosion could send additional pieces of the asteroid falling toward Earth.\n\nA similar method – but one considered less dangerous – would involve shooting laser beams from a spacecraft to destroy the side of an asteroid in an effort to push it away from Earth.\n\nIf all else fails\n\nMoissl said that if all else fails, at least the world will have a good idea where a threatening asteroid would strike. Since astronomers believe most asteroids would at most threaten to destroy one city, efforts could be organized to get people out of an area before a strike.\n\n\"Seven-and-a-half years is a long time to prepare,\" Moissl added. He also noted that even with the rising odds involving 2024 YR4, there is still about a 97 percent chance the asteroid will miss Earth.\n\nI'm Jill Robbins.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "following asteroid activity in space estimate there is a very small chance",
      "answer": "Astronomers",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "Astronomers",
      "after": "asteroid activity in space estimate there is a very small chance",
      "answer": "following",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-0",
      "before": "an",
      "after": "large enough to destroy a whole city could strike Earth in 2032.",
      "answer": "object",
      "timestamp": 9.96,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-1",
      "before": "an object",
      "after": "enough to destroy a whole city could strike Earth in 2032.",
      "answer": "large",
      "timestamp": 9.96,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "But",
      "after": "agency officials say even if such an asteroid keeps heading on a path toward",
      "answer": "space",
      "timestamp": 18.24,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-1",
      "before": "But space",
      "after": "officials say even if such an asteroid keeps heading on a path toward",
      "answer": "agency",
      "timestamp": 18.24,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-0",
      "before": "",
      "after": "the world is now much better equipped to defend itself against such a threat.",
      "answer": "Earth",
      "timestamp": 25.48,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-1",
      "before": "Earth, the",
      "after": "is now much better equipped to defend itself against such a threat.",
      "answer": "world",
      "timestamp": 25.48,
      "difficulty": "easy"
    },
    {
      "id": "gap-4-0",
      "before": "The",
      "after": "Space Agency NASA recently estimated there was a 3.1% chance that asteroid",
      "answer": "American",
      "timestamp": 33.32,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-1",
      "before": "The American",
      "after": "Agency NASA recently estimated there was a 3.1% chance that asteroid",
      "answer": "Space",
      "timestamp": 33.32,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-0",
      "before": "",
      "after": "would hit Earth on December 22, 2032.",
      "answer": "2024-YR-4",
      "timestamp": 41.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-1",
      "before": "2024-YR-4 would hit",
      "after": "on December 22, 2032.",
      "answer": "Earth",
      "timestamp": 41.72,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-0",
      "before": "That is the",
      "after": "probability predicted for such a large space rock in modern times.",
      "answer": "highest",
      "timestamp": 50.12,
      "difficulty": "hard"
    },
    {
      "id": "gap-6-1",
      "before": "That is the highest",
      "after": "predicted for such a large space rock in modern times.",
      "answer": "probability",
      "timestamp": 50.12,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-0",
      "before": "",
      "after": "Moistlet is head of the European Space Agency or ESA, Planetary Defense Office.",
      "answer": "Richard",
      "timestamp": 57.64,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-1",
      "before": "Richard",
      "after": "is head of the European Space Agency or ESA, Planetary Defense Office.",
      "answer": "Moistlet",
      "timestamp": 57.64,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-0",
      "before": "",
      "after": "recognizing the risk the asteroid could present, he told the French news agency",
      "answer": "While",
      "timestamp": 66.64,
      "difficulty": "hard"
    },
    {
      "id": "gap-8-1",
      "before": "While",
      "after": "the risk the asteroid could present, he told the French news agency",
      "answer": "recognizing",
      "timestamp": 66.64,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-0",
      "before": "AFP",
      "after": "should not panic over such predictions.",
      "answer": "people",
      "timestamp": 72.24,
      "difficulty": "easy"
    },
    {
      "id": "gap-9-1",
      "before": "AFP people should not",
      "after": "over such predictions.",
      "answer": "panic",
      "timestamp": 72.24,
      "difficulty": "easy"
    }
  ]
}