{
  "filename": "Total Lunar Eclipse to Turn Moon Red.mp3",
  "segments": [
    {
      "start": 0.0,
      "end": 11.0,
      "text": "A total lunar eclipse is about to make the moon appear a reddish color across the western hemisphere."
    },
    {
      "start": 11.0,
      "end": 18.0,
      "text": "The event will happen Thursday night into Friday morning."
    },
    {
      "start": 18.0,
      "end": 27.0,
      "text": "The best places to see the eclipse will be in North America and South America."
    },
    {
      "start": 27.0,
      "end": 34.0,
      "text": "Parts of Africa and Europe may also get brief views."
    },
    {
      "start": 34.0,
      "end": 48.0,
      "text": "A lunar eclipse happens when the sun, earth and moon line up just right, with earth positioned between the sun and moon."
    },
    {
      "start": 48.0,
      "end": 54.0,
      "text": "This causes the earth to create a shadow on the moon."
    },
    {
      "start": 54.0,
      "end": 61.0,
      "text": "In a total lunar eclipse, the earth's shadow covers all of the moon."
    },
    {
      "start": 61.0,
      "end": 67.0,
      "text": "Another kind of eclipse is a solar eclipse."
    },
    {
      "start": 67.0,
      "end": 81.0,
      "text": "In a solar eclipse, the moon gets in a position where it blocks light from the sun, causing a partial or full shadow on earth."
    },
    {
      "start": 81.0,
      "end": 87.0,
      "text": "A total lunar eclipse can also be called a blood moon."
    },
    {
      "start": 87.0,
      "end": 95.0,
      "text": "It makes the moon appear reddish orange, similar to the element copper."
    },
    {
      "start": 95.0,
      "end": 103.0,
      "text": "The color comes from small amounts of sunlight passing through the earth's atmosphere."
    },
    {
      "start": 104.0,
      "end": 116.0,
      "text": "The American Space Agency NASA says lunar and solar eclipses happen between 4 and 7 times a year."
    },
    {
      "start": 116.0,
      "end": 122.0,
      "text": "The last total lunar eclipse was in 2022."
    },
    {
      "start": 122.0,
      "end": 137.0,
      "text": "This one will be visible for about one hour starting Friday morning at 2.26am Eastern Daylight Time or EDT."
    },
    {
      "start": 137.0,
      "end": 146.0,
      "text": "The time when the earth's shadow covers all of the moon will be close to 3am EDT."
    },
    {
      "start": 146.0,
      "end": 151.0,
      "text": "As long as the sky is clear, you should be able to see it."
    },
    {
      "start": 151.0,
      "end": 156.0,
      "text": "Shannon Schmoll told the Associated Press."
    },
    {
      "start": 156.0,
      "end": 164.0,
      "text": "She is the director of Abrams Planetarium at Michigan State University."
    },
    {
      "start": 164.0,
      "end": 170.0,
      "text": "No special equipment will be needed to see the reddish moon."
    },
    {
      "start": 171.0,
      "end": 182.0,
      "text": "The total lunar eclipse may be harder to see in Europe and Africa because the moon will be close to setting."
    },
    {
      "start": 182.0,
      "end": 189.0,
      "text": "Michael Faisen is an astronomy expert from Yale University."
    },
    {
      "start": 189.0,
      "end": 197.0,
      "text": "He told the AP, this is really an eclipse for North and South America."
    },
    {
      "start": 198.0,
      "end": 204.0,
      "text": "Zoe Ortiz is a historian with the University of North Texas."
    },
    {
      "start": 204.0,
      "end": 214.0,
      "text": "She noted that different civilizations have observed lunar eclipses for thousands of years."
    },
    {
      "start": 214.0,
      "end": 224.0,
      "text": "This helped ancient people learn things about the behaviors of the sun, moon, and stars."
    },
    {
      "start": 224.0,
      "end": 234.0,
      "text": "They were looking at the night sky and they had a much brighter vision than we do today. Ortiz said,"
    },
    {
      "start": 234.0,
      "end": 247.0,
      "text": "the ancient Greek thinker and writer Aristotle observed that earth's shadow on the moon during a lunar eclipse was always curved."
    },
    {
      "start": 247.0,
      "end": 253.0,
      "text": "This fact supported proof that the earth is round."
    },
    {
      "start": 254.0,
      "end": 267.0,
      "text": "The next total lunar eclipse will appear in the sky September 7th across parts of Asia, Africa, Australia, and Europe."
    },
    {
      "start": 267.0,
      "end": 275.0,
      "text": "Parts of the Americas will get the next chance to see one in March 2026."
    },
    {
      "start": 275.0,
      "end": 277.0,
      "text": "I'm Katie Weaver."
    }
  ],
  "fullTranscript": "A total lunar eclipse is about to make the moon appear a reddish color across the Western Hemisphere.\n\nThe event will happen Thursday night into Friday morning. The best places to see the eclipse will be in North America and South America. Parts of Africa and Europe may also get brief views.\n\nA lunar eclipse happens when the sun, Earth, and moon line up just right, with Earth positioned between the sun and moon. This causes the Earth to create a shadow on the moon. In a total lunar eclipse, the Earth's shadow covers all of the moon.\n\nAnother kind of eclipse is a solar eclipse. In a solar eclipse, the moon gets in a position where it blocks light from the sun, causing a partial or full shadow on Earth.\n\nA total lunar eclipse can also be called a blood moon. It makes the moon appear reddish-orange, similar to the element copper. The color comes from small amounts of sunlight passing through the Earth's atmosphere.\n\nThe American space agency NASA says lunar and solar eclipses happen between four and seven times a year. The last total lunar eclipse was in 2022.\n\nThis one will be visible for about one hour starting Friday morning at 2:26 a.m. Eastern Daylight Time (EDT). The time when the Earth's shadow covers all of the moon will be close to 3 a.m. EDT.\n\n\"As long as the sky is clear, you should be able to see it,\" Shannon Schmoll told the Associated Press. She is the director of Abrams Planetarium at Michigan State University. No special equipment will be needed to see the reddish moon.\n\nThe total lunar eclipse may be harder to see in Europe and Africa because the moon will be close to setting.\n\nMichael Faison is an astronomy expert from Yale University. He told the AP, \"This is really an eclipse for North and South America.\"\n\nZoe Ortiz is a historian with the University of North Texas. She noted that different civilizations have observed lunar eclipses for thousands of years. This helped ancient people learn things about the behaviors of the sun, moon, and stars.\n\n\"They were looking at the night sky and they had a much brighter vision than we do today,\" Ortiz said.\n\nThe ancient Greek thinker and writer Aristotle observed that Earths' shadow on the moon during a lunar eclipse was always curved. This fact supported proof that the Earth is round.\n\nThe next total lunar eclipse will appear in the sky September 7, across parts of Asia, Africa, Australia and Europe. Parts of the Americas will get the next chance to see one in March 2026.\n\nI'm Caty Weaver.",
  "dictationGaps": [
    {
      "id": "gap-0-0",
      "before": "",
      "after": "total lunar eclipse is about to make the moon appear a reddish color across the western hemisphere.",
      "answer": "A",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-0-1",
      "before": "",
      "after": "total lunar eclipse is about to make the moon appear a reddish color across the western hemisphere.",
      "answer": "A",
      "timestamp": 0.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-1-0",
      "before": "The",
      "after": "will happen Thursday night into Friday morning.",
      "answer": "event",
      "timestamp": 11.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-1-1",
      "before": "The event will",
      "after": "Thursday night into Friday morning.",
      "answer": "happen",
      "timestamp": 11.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-0",
      "before": "The",
      "after": "places to see the eclipse will be in North America and South America.",
      "answer": "best",
      "timestamp": 18.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-2-1",
      "before": "The best",
      "after": "to see the eclipse will be in North America and South America.",
      "answer": "places",
      "timestamp": 18.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-3-0",
      "before": "",
      "after": "of Africa and Europe may also get brief views.",
      "answer": "Parts",
      "timestamp": 27.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-3-1",
      "before": "Parts of",
      "after": "and Europe may also get brief views.",
      "answer": "Africa",
      "timestamp": 27.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-0",
      "before": "",
      "after": "lunar eclipse happens when the sun, earth and moon line up just right, with earth positioned between the sun and moon.",
      "answer": "A",
      "timestamp": 34.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-4-1",
      "before": "A lunar",
      "after": "happens when the sun, earth and moon line up just right, with earth positioned between the sun and moon.",
      "answer": "eclipse",
      "timestamp": 34.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-5-0",
      "before": "This",
      "after": "the earth to create a shadow on the moon.",
      "answer": "causes",
      "timestamp": 48.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-5-1",
      "before": "This causes the",
      "after": "to create a shadow on the moon.",
      "answer": "earth",
      "timestamp": 48.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-0",
      "before": "In",
      "after": "total lunar eclipse, the earth's shadow covers all of the moon.",
      "answer": "a",
      "timestamp": 54.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-6-1",
      "before": "In",
      "after": "total lunar eclipse, the earth's shadow covers all of the moon.",
      "answer": "a",
      "timestamp": 54.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-7-0",
      "before": "",
      "after": "kind of eclipse is a solar eclipse.",
      "answer": "Another",
      "timestamp": 61.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-7-1",
      "before": "Another",
      "after": "of eclipse is a solar eclipse.",
      "answer": "kind",
      "timestamp": 61.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-0",
      "before": "In",
      "after": "solar eclipse, the moon gets in a position where it blocks light from the sun, causing a partial or full shadow on earth.",
      "answer": "a",
      "timestamp": 67.0,
      "difficulty": "easy"
    },
    {
      "id": "gap-8-1",
      "before": "In a solar",
      "after": "the moon gets in a position where it blocks light from the sun, causing a partial or full shadow on earth.",
      "answer": "eclipse",
      "timestamp": 67.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-0",
      "before": "",
      "after": "total lunar eclipse can also be called a blood moon.",
      "answer": "A",
      "timestamp": 81.0,
      "difficulty": "hard"
    },
    {
      "id": "gap-9-1",
      "before": "",
      "after": "total lunar eclipse can also be called a blood moon.",
      "answer": "A",
      "timestamp": 81.0,
      "difficulty": "hard"
    }
  ]
}